[
    {
        "id": 1,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img1.webp",
        "title": "No tienes que tener todo resuelto",
        "course": "Proyecto III",
        "description": "Este póster surge a partir de un proceso de observación y análisis del entorno social, donde identifiqué la presión que viven los jóvenes adultos por “tener todo resuelto” y la incertidumbre que caracteriza esta etapa. A partir de esta problemática, desarrollé una mirada crítica que me permitió reconocer cómo estas expectativas generan estrés y afectan la experiencia cotidiana. Desde ese diagnóstico inicial ideé una propuesta visual que sintetizara el contenido del fanzine que acompaño este proyecto, utilizando la ilustración digital como herramienta para conceptualizar y comunicar la reflexión central. El resultado es un modelo gráfico que busca visibilizar esta tensión cultural, representando de manera clara y accesible una problemática esencial presente en nuestra generación.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/1.webp"
    },
    {
        "id": 2,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img2.webp",
        "title": "Packaging Little Swan",
        "course": "Procesos y Prototipos I",
        "description": "Este proyecto se desarrolló a partir de la creación del packaging para “Little Swan”, una marca ficticia de maquillaje cuyo concepto central es la elegancia. A partir de referentes visuales y formales definidos para construir la identidad de la marca, buscamos representar esa sofisticación mediante decisiones gráficas claras, delicadas y coherentes. El diseño fue trabajado en Illustrator, explorando cómo la forma, la tipografía y la composición podían comunicar los valores del producto antes incluso de ser abierto. Finalmente, el proyecto se materializó en un prototipo físico, lo que permitió evaluar cómo el modelo conceptual se traducía en un objeto real que comunica y sostiene la propuesta estética de la marca.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/2.webp"
    },
    {
        "id": 3,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img3.webp",
        "title": "Luminaria flor de loto",
        "course": "Procesos y Prototipos II",
        "description": "Este proyecto consistió en el diseño y fabricación de una lámpara inspirada en la forma de una flor de loto. Durante el desarrollo trabajamos en el taller con herramientas industriales, aprendiendo a manipular el metal como material principal y comprendiendo sus posibilidades técnicas y expresivas. A partir de bocetos y prototipos iniciales, fuimos modelando una propuesta que equilibrara forma y función, buscando que la geometría orgánica de la flor se tradujera en una luminaria coherente y estructuralmente estable. El resultado es un modelo físico que refleja tanto el proceso de exploración material como la capacidad de transformar una idea conceptual en un objeto concreto que comunica su intención formal y lumínica.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/3.webp"
    },
    {
        "id": 4,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img4.webp",
        "title": "Narrativa fotográfica",
        "course": "Proyecto II",
        "description": "Este proyecto consistió en una serie de tres fotografías construidas a partir de una narrativa visual cuyo objeto central son unos aros con forma de estrella. La secuencia muestra cómo la protagonista interactúa progresivamente con estos accesorios, de manera que los gestos, encuadres y cambios de foco sugieren una transformación simbólica, desde observar el objeto, hasta incorporarlo y, finalmente, convertirse en la estrella. El trabajo se realizó mediante exploración fotográfica, utilizando luz, composición y dirección de mirada para comunicar la evolución del relato sin recurrir a texto. El resultado es una propuesta que utiliza un objeto cotidiano para generar una pequeña historia visual sostenida en la relación entre cuerpo, accesorio y significado.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/4.webp"
    },
    {
        "id": 5,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img5.webp",
        "title": "Fuerza florecida",
        "course": "Proyecto III",
        "description": "Fuerza Florecida es un proyecto desarrollado a partir del trabajo con objetos desechados, en el que exploré cómo ciertos materiales pueden adquirir nuevos significados mediante el diseño. La propuesta surge de una reflexión personal en torno a la idea de feminidad, cuestionando la asociación cultural que históricamente la vincula con la fragilidad. A partir de esa mirada crítica, decidí representar la fuerza que también habita en lo femenino mediante la construcción de una flor elaborada con metal, clavos y otros elementos de apariencia dura y resistente. El contraste entre la forma delicada de la flor y la rudeza de los materiales permite expresar visualmente esta tensión. El resultado es un objeto que combina concepto y materialidad, utilizando un lenguaje formal simbólico para comunicar una postura frente a los estereotipos que rodean lo femenino.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/5.webp"
    },
    {
        "id": 6,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img6.webp",
        "title": "No sé si estoy creciendo bien. Fanzine",
        "course": "Proyecto III",
        "description": "Este fanzine desarrolla la misma temática que motivó el póster inicial, profundizando en la experiencia emocional de un joven adulto que se ve sobrepasado por las expectativas sociales respecto a cómo debería crecer, decidir y avanzar. La narrativa visual muestra cómo estas presiones lo van consumiendo, pero también cómo, a través del proceso, encuentra momentos de calma y reconoce que la incertidumbre forma parte natural de esta etapa. El proyecto fue trabajado mediante ilustración digital y herramientas gráficas, explorando composiciones, secuencias y recursos expresivos para comunicar el relato de manera sensible y accesible. Finalmente, el fanzine fue impreso y llevado a formato físico, lo que permitió consolidar el modelo conceptual en un objeto real que articula imagen, ritmo y significado",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/6.webp"
    },
    {
        "id": 7,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img7.webp",
        "title": "Cubos en perspectiva y color",
        "course": "Configuración Visual I",
        "description": "Este ejercicio corresponde a un trabajo de configuración visual, centrado en comprender cómo la luz, el color y la perspectiva interactúan en la representación de volúmenes. A partir de una serie de cubos pintados en distintos tonos, exploré cómo se comportan las sombras, los reflejos y los contrastes cuando la iluminación incide desde diferentes direcciones. El propósito fue observar y aplicar de manera consciente los principios básicos de modelado visual, entrenando la mirada para identificar relaciones cromáticas y estructurales. El resultado es un conjunto de estudios que funcionan como base para el desarrollo posterior de propuestas más complejas en dibujo, composición y representación.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/7.webp"
    },
    {
        "id": 8,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img8.webp",
        "title": "Fragmentos de aceptación",
        "course": "Proyecto III",
        "description": "El siguiente proyecto fue una máscara construida a partir de fragmentos de espejo, titulada Fragmentos de Aceptación. En este trabajo exploré la problemática de la ansiedad social y la manera en que, de forma irónica, solemos conectar más fácilmente con quienes percibimos como un reflejo de nosotros mismos. La máscara funciona simbólicamente como un objeto que una persona con ansiedad social podría usar para caer bien, ya que al usarla, muestra a los demás su propio reflejo. A través de esta pieza, busqué representar cómo, en ocasiones, la aceptación externa parece depender más de lo que los otros ven de sí mismos que de la identidad real de quien se presenta.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/8.webp"
    },
    {
        "id": 9,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img9.webp",
        "title": "Fantasía industrial",
        "course": "Representación Conceptual",
        "description": "En este trabajo de representación conceptual desarrollé una imagen abstracta a partir de la temática fantasía industrial, explorando cómo los elementos propios de lo mecánico y lo estructural pueden transformarse visualmente en un imaginario sensorial y simbólico. A través de técnicas análogas y distintas pinturas, construí una composición que combina texturas, contrastes y formas para reinterpretar lo industrial desde una mirada crítica, observando su presencia en el entorno y problematizándolo mediante el análisis inicial. Este proceso me permitió ejercitar la comprensión de mi contexto, traduciendo esa reflexión en una propuesta visual que modela y comunica una posible solución conceptual, en concordancia con los objetivos formativos del diseño.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/9.webp"
    },
    {
        "id": 10,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img10.webp",
        "title": "Retrato plasticina",
        "course": "Configuración Visual I",
        "description": "dEn este trabajo de Configuración Visual realicé un autorretrato en plasticina a partir de una fotografía previamente editada en Photoshop para simplificar los valores y colores, lo que permitió concentrarme en la observación atenta de las formas, volúmenes y relaciones cromáticas de mi propio rostro. Este proceso me exigió interactuar de manera crítica con mi propia imagen, analizarla y traducirla a un modelo físico mediante una técnica poco convencional, comprendiendo cómo la materialidad influye en la representación. Al abordar el retrato desde una mirada analítica y experimental, ejercité competencias fundamentales del diseño: diagnosticar visualmente, problematizar las decisiones formales y construir una solución representacional coherente, fortaleciendo así mi capacidad para conceptualizar, modelar y comunicar ideas dentro de la disciplina.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/10.webp"
    },
    {
        "id": 11,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img11.webp",
        "title": "Tiernos invasores",
        "course": "Representación Conceptual",
        "description": "Este trabajo consistió en la creación de un collage análogo en el ramo de representación conceptual, en el que debíamos integrar tanto nuestra propia imagen como elementos que nos representaran de manera simbólica. A través de la selección, organización y relación de estos fragmentos visuales, el ejercicio permitió observar y analizar aspectos personales y de nuestro entorno, estableciendo una mirada crítica sobre cómo construimos identidad mediante signos y referentes. Al componer esta pieza, pude explorar soluciones visuales que traducen conceptos abstractos en una propuesta concreta, ejercitando así las competencias de análisis, representación y comunicación propias del Diseño",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/11.webp"
    },
    {
        "id": 12,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img12.webp",
        "title": "Síntesis animal",
        "course": "Representación Conceptual",
        "description": "El siguiente trabajo corresponde a un ejercicio de síntesis visual, en el cual debíamos escoger un animal y reducirlo a una figura logotípica que mantuviera su esencia formal pese al nivel de abstracción. Elegí el zorro fénix, combinando sus rasgos característicos para construir una imagen clara y depurada que integrara movimiento, identidad y simbolismo. A través de este proceso analítico pude observar y descomponer sus formas principales, comprender qué elementos definían su reconocimiento y, a partir de ello, proponer una solución gráfica análoga, coherente, aplicando criterios de conceptualización, representación y comunicación propios de la disciplina.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/12.webp"
    },
    {
        "id": 13,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img13.webp",
        "title": "Intervención orgánica",
        "course": "Proyecto II",
        "description": "En este proyecto, llamado intervención orgánica, desarrollé una pieza corporal inspirada en la abstracción del árbol roble. A partir de la observación de sus formas, ritmos y cualidades estructurales, diseñé una intervención que se integrara al brazo y que permitiera explorar cómo lo natural puede reinterpretarse desde el diseño. El proceso incluyó la construcción manual de la pieza y su registro fotográfico, lo que me permitió analizar cómo el cuerpo y el objeto dialogan para generar significados. Este ejercicio me ayudó a profundizar en la comprensión crítica del entorno, traduciendo elementos orgánicos en soluciones formales y conceptuales propias de la disciplina.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/13.webp"
    },
    {
        "id": 14,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img14.webp",
        "title": "Pieza ajedrez",
        "course": "Proyecto I",
        "description": "El siguiente trabajo consistió en la creación de una pieza de ajedrez elaborada en madera y resina, utilizando herramientas industriales que nos permitieron explorar procesos más técnicos dentro del Taller. El diseño se desarrolló a partir de un concepto abstracto basado en la música, específicamente el rock and roll, traduciendo sus ritmos, contrastes y energía en una forma escultórica sintetizada. Este ejercicio me permitió analizar referencias, abstraer cualidades esenciales y transformarlas en un objeto tridimensional, poniendo en práctica la observación crítica, la experimentación material y la capacidad de comunicar un concepto mediante una pieza física, en coherencia con los objetivos formativos del ramo y de la carrera.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/14.webp"
    },
    {
        "id": 15,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img15.webp",
        "title": "Zorro de metal",
        "course": "Procesos y Prototipos II",
        "description": "Este proyecto consistió en la creación de un animal metálico plegable, desarrollado como una primera aproximación al trabajo con metal y sus posibilidades constructivas. A través del proceso que incluyó el uso de herramientas industriales como la soldadura, pude observar y comprender las propiedades del material, interactuando con él para identificar sus límites, resistencias y potencial expresivo. Esta exploración me permitió problematizar la relación entre forma, función y estructura, elaborando un modelo físico que traduce estas reflexiones en una solución concreta y manipulable. Con ello, ejercité competencias fundamentales del diseño, como el análisis crítico, la experimentación material y la capacidad de comunicar conceptos mediante objetos tridimensionales.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/15.webp"
    },
    {
        "id": 16,
        "photo": "https://lenapereoso.github.io/repositorio_para_imagenes/img16.webp",
        "title": "Formas dicotómicas",
        "course": "Proyecto I",
        "description": "En este trabajo exploré el concepto de formas dicotómicas a partir de elementos ya desarrollados en proyectos anteriores, construyendo piezas en cartón y cartulina que evidencian contrastes formales y conceptuales. Este ejercicio me permitió observar y reinterpretar mi propio proceso creativo, identificando tensiones y dualidades presentes en mi entorno visual y transformándolas en estructuras coherentes. Pude modelar soluciones que sintetizan estas relaciones mediante recursos propios de la disciplina, fortaleciendo mi capacidad para conceptualizar, representar y comunicar decisiones de diseño desde una mirada crítica y fundamentada.",
	"gallery": "https://lenapereoso.github.io/repositorio_para_imagenes/16.webp"
    }           
]
