[
    {
        "id": 1,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/jacket.webp",
        "title": "Chaqueta-Abrigo Asimétrica",
        "course": "Proyecto V - 2025",
        "professor": "Profesor Pablo Nuñez",
        "description": "<p>El proyecto nace de la deconstrucción del corset, no como elemento restrictivo, sino reinterpretando su estructura desde una mirada contemporánea. El objetivo fue investigar cómo la rigidez puede existir sin imponer disciplina sobre el cuerpo.</p><p>La propuesta materializa esta idea en una chaqueta que fusiona la elegancia estructural de un abrigo victoriano con la resistencia cotidiana de la mezclilla. El diseño desplaza el eje tradicional mediante un cruce delantero asimétrico, mientras que la cola posterior dividida alarga la silueta y aporta dinamismo al caminar.</p><p>Detalles como las costuras visibles y el entalle actúan como vestigios de un pasado rígido, contrastados por la asimetría que introduce libertad de movimiento. La pieza final habita la tensión entre lo formal y lo disidente, cuestionando la relación histórica entre estructura, cuerpo y vestimenta.</p><p><b>La pieza fue modelada por Tihare Madariaga.</b></p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/jacket_gallery.webp"
    },
    {
        "id": 2,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/trapalanda.webp",
        "title": "Trapalanda",
        "course": "Proyecto II - 2023",
        "professor": "Profesor René Perea",
        "description": "<p><b>Realizado en conjunto con Diego Achondo, Gabriel Castillo, Felipe Gálvez, Sofia Ogaz y Sebastian Partidas.</b></p><p>El proyecto inició con un ejercicio de observación y reinterpretación de seres vivos, derivando en la creación de Trapalanda, una criatura surgida de la fusión entre una semilla extraterrestre y un cráneo en un entorno boscoso. Su morfología y origen se definieron mediante un proceso iterativo de dibujo y narrativa.</p><p>Posteriormente, el foco se desplazó hacia el diseño de una experiencia sensorial inmersiva. La criatura evolucionó hacia una estética steampunk postapocalíptica, integrando al científico Thomas York como hilo conductor narrativo.</p><p>El recorrido se estructuró mediante la revelación progresiva de pistas que anticipaban la presencia de la criatura. La experiencia culminaba en un clímax narrativo donde científico huía aterrado y se provocaba un apagón total, momento en el que Trapalanda acechaba a la audiencia antes de desvanecerse en la oscuridad.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/trapalanda_gallery.webp"
    },
    {
        "id": 3,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/tardigrade.webp",
        "title": "Microorganismo Marino",
        "course": "Procesos y Prototipos II - 2024",
        "professor": "Profesora Astrid Osorio",
        "description": "<p>El proyecto se basa en la abstracción del tardígrado, aprovechando su morfología segmentada para un ejercicio de traducción material. La pieza se construye alternando secciones de madera y resina, utilizando esta repetición rítmica para replicar los característicos pliegues del organismo.</p><p>El proceso constructivo combinó técnicas sustractivas y aditivas, la madera fue trabajada mediante cortes y desbaste para definir los volúmenes, mientras que la resina se obtuvo de moldes impresos en 3D (PLA), encapsulando musgo sintético en su interior para sugerir actividad biológica. Todo el ensamblaje se rige por una planimetría que asegura la proporción de las partes.</p><p>La figura se suspende en una estructura metálica tipo giroscopio cuadrado, cuya rotación evoca el movimiento flotante del tardígrado en su medio acuático. El resultado es una reinterpretación tridimensional que equilibra la calidez de la madera con la transparencia técnica de la resina.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/tardigrade_gallery.webp"
    },
    {
        "id": 4,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/desk.webp",
        "title": "Espacio Unipersonal",
        "course": "Ergonomía y Factores Humanos - 2024",
        "professor": "Profesor Claudio Ribalta",
        "description": "<p>Este proyecto aborda el diseño de un escritorio unipersonal ajustado estrictamente a medidas antropométricas específicas y rutinas de uso reales. Las dimensiones, alturas y zonas de alcance se definieron para optimizar la postura y el confort durante sesiones prolongadas de trabajo.</p><p>El diseño responde a cuatro actividades clave: uso de computador, maquetación, manualidades y bocetado. Dado que cada tarea exige posturas y dinámicas distintas, la geometría del mueble se adapta para facilitar las transiciones y mantener las herramientas dentro del radio de acción natural del brazo.</p><p>La propuesta final ofrece un entorno de trabajo fluido que integra tareas digitales y análogas sin necesidad de reorganizar el espacio constantemente.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/desk_gallery.webp"
    },
    {
        "id": 5,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/garden.webp",
        "title": "Atypical Garden",
        "course": "Proyecto III - 2024",
        "professor": "Profesor Christian Basáez",
        "description": "<p><b>Realizado en conjunto con Gabriel Aguilera, Sofía Castillo, Constanza González y Fernanda Pacheco.</b></p><p>El proyecto responde a la necesidad de espacios de desconexión frente al estrés académico. La solución propuesta es un jardín atípico que utiliza la alteración de la escala como herramienta principal para generar una experiencia inmersiva y lúdica.</p><p>Tomando referencias de la literatura fantástica y entornos surrealistas, se diseñaron elementos naturales sobredimensionados que invitan al usuario a interactuar desde una perspectiva diferente. El objetivo es romper la cotidianidad visual para ofrecer una pausa emocional, facilitando un estado de calma a través de la exploración de un entorno que desafía la lógica habitual.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/garden_gallery.webp"
    },
    {
        "id": 6,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/book_cover.webp",
        "title": "Rediseño Portada",
        "course": "Proyecto I - 2023",
        "professor": "Profesor René Perea",
        "description": "<p>El proyecto consistió en el rediseño de la portada de <i>Alicia en el País de las Maravillas</i>, explorando la interpretación visual de un relato a través de dos lenguajes gráficos distintos, la estética de Tim Burton y la de Camille Rose Garcia.</p><p>Se analizaron los códigos formales, paletas de color y atmósferas de ambos referentes para comprender cómo construyen su narrativa visual. La propuesta final no se limita a copiar, sino que sintetiza ambos estilos en una composición unificada que reinterpreta el clásico literario.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/book_cover_gallery.webp"
    },
    {
        "id": 7,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/computer.webp",
        "title": "Reinterpretación Vectorial",
        "course": "Configuración Visual II - 2024",
        "professor": "Profesor Juan Calderón",
        "description": "<p>El proyecto se centra en la traducción técnica de una fotografía del Macintosh 128k a un lenguaje puramente vectorial. El desafío consistió en reconstruir la imagen utilizando exclusivamente formas y trazos en Illustrator, sin perder la fidelidad del objeto original.</p><p>El trabajo puso énfasis en el análisis de la iluminación, el volumen y la materialidad para representarlos mediante síntesis gráfica. El resultado es una ilustración digital limpia y precisa que conserva la esencia icónica del dispositivo, demostrando el control sobre la herramienta y la capacidad de observación de detalles constructivos.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/computer_gallery.webp"
    },
    {
        "id": 8,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/quidditch.webp",
        "title": "Pictograma Quidditch",
        "course": "Configuración Visual II - 2024",
        "professor": "Profesor Juan Calderón",
        "description": "<p>El proyecto consistió en el desarrollo de un pictograma para el Quidditch, utilizando un deporte ficticio como base para explorar la síntesis visual sin las limitaciones de los referentes deportivos convencionales.</p><p>A través de un proceso de abstracción, se identificaron los elementos más representativos de la disciplina para reducirlos a sus trazos esenciales. El resultado es un signo gráfico directo y legible que logra comunicar la identidad del deporte mediante una economía de formas, cumpliendo con la función informativa propia de la señalética.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/quidditch_gallery.webp"
    },
    {
        "id": 9,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/union.webp",
        "title": "Unión",
        "course": "Proyecto I - 2023",
        "professor": "Profesor René Perea",
        "description": "<p><b>Realizado en conjunto con Carla Cruz</b></p><p>El proyecto explora el concepto abstracto de <i>“Unión”</i> a través de la perspectiva y la fragmentación. Se trabajó con la idea de la kinesfera y la interacción espacial para cuestionar la diferencia visual entre <i>“conjunto”</i> y <i>“unidad”</i>.</p><p>La materialización consiste en una composición tridimensional cuyos elementos parecen dispersos e inconexos desde la mayoría de los ángulos. Sin embargo, al observarse desde un punto focal específico, las formas se alinean matemáticamente para revelar una figura coherente. La pieza demuestra cómo la percepción de unidad no es una propiedad intrínseca del objeto, sino que depende de la posición y el punto de vista del observador.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/union_gallery.webp"
    },
    {
        "id": 10,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/germinator.webp",
        "title": "Germinador Subvida",
        "course": "Proyecto VI - 2025",
        "professor": "Profesora Carlota Durán",
        "description": "<p>El proyecto investiga las propiedades de la arcilla, como porosidad, capilaridad y retención, para diseñar un germinador funcional optimizado para semillas mucilaginosas como chía o linaza. El diseño busca emular sistemas naturales de distribución de agua.</p><p>Conceptualizado desde el reino fungi, el objeto toma al micelio como referente estructural y funcional por su capacidad de conexión y transporte de nutrientes. <i>Subvida</i> se formaliza en una semiesfera de arcilla con una textura superficial que maximiza el área de germinación, una base bruñida para contener el agua y un sistema de riego por capilaridad desde un recipiente superior.</p><p>La pieza no solo cumple una función biológica, sino que visualiza el paralelo entre la red de micelio y el entramado de raíces que emerge al germinar, integrando materialidad y concepto en un objeto vivo.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/germinator_gallery.webp"
    },
    {
        "id": 11,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/staircase.webp",
        "title": "Escalera de Autoconocimiento",
        "course": "Proyecto III - 2024",
        "professor": "Profesor Christian Basáez",
        "description": "<p>El proyecto plantea el diseño de una escalera como una alegoría del proceso personal de crecimiento. La propuesta se estructura en torno a la idea de recorrido no lineal, donde el avance incorpora caídas, recuperaciones y cambios de ritmo.</p><p>La narrativa espacial comienza con un tramo regular que se interrumpe abruptamente, forzando un reinicio desde el suelo. Posteriormente, una escalera de cuerda introduce inestabilidad y esfuerzo, simbolizando la complejidad de retomar el ascenso. Finalmente, el recorrido se estabiliza en una plataforma de madera y culmina en un ascensor, representando una etapa de avance fluido.</p><p>Más que un objeto funcional, la maqueta actúa como una representación física de la resiliencia y la evolución personal a través de la variación arquitectónica.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/staircase_gallery.webp"
    },
    {
        "id": 12,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/packaging.webp",
        "title": "Packaging AquilusVision",
        "course": "Procesos y Prototipos I - 2024",
        "professor": "Profesor Bruno Rossi",
        "description": "<p><b>Realizado en conjunto con Natalie Huerta</b></p><p>El encargo consistió en el diseño integral de un packaging para lentes de sol tipo aviador, abarcando desde la creación de la marca ficticia <i>AquilusVision</i> hasta la resolución estructural del envase.</p><p>El objetivo técnico fue lograr un equilibrio entre protección y exhibición. Para ello, se incorporó una ventana frontal que permite visualizar el producto sin comprometer la integridad del empaque. Internamente, se desarrolló un soporte estructural que mantiene los lentes en una posición inclinada y fija, asegurando una presentación atractiva y evitando movimientos durante el transporte. El resultado es una solución de packaging que comunica la identidad de marca y resuelve la logística del producto.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/packaging_gallery.webp"
    },
    {
        "id": 13,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/mask.webp",
        "title": "Máscara Ocelote",
        "course": "Herramientas Computacionales - 2025",
        "professor": "Profesor Felipe Cortez",
        "description": "<p>El proyecto explora la técnica de papercraft como método para traducir geometría compleja en superficies planas armables. El ejercicio se centró en el modelado y construcción de una máscara de ocelote, comenzando con la definición digital del volumen en Blender.</p><p>La fase crítica del proceso fue el despliegue de la malla (unfolding), donde se definieron las líneas de corte, los pliegues y las pestañas de unión para garantizar la viabilidad constructiva. Posteriormente, la máscara fue impresa en papel kraft y ensamblada manualmente.</p><p>El trabajo final evidencia la comprensión de la relación entre el espacio virtual 3D y la manufactura física, validando la precisión del modelado a través del objeto construido.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/mask_gallery.webp"
    },
    {
        "id": 14,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/souvenir.webp",
        "title": "Souvenir FAU",
        "course": "Proyecto VI - 2025",
        "professor": "Profesora Carlota Durán",
        "description": "<p><b>Realizado en conjunto con Roberto Pardo.</b></p><p>El proyecto consistió en el diseño y producción de un souvenir cerámico representativo de la Facultad de Arquitectura y Urbanismo. Se seleccionó la figura de “San Guatita”, un personaje folclórico y muy querido dentro de la FAU, asociado a la perseverancia estudiantil.</p><p>El flujo de trabajo integró tecnologías digitales y artesanales, la figura fue modelada en Blender e impresa en 3D para generar la matriz. A partir de este positivo se fabricó un molde de yeso para colada. Finalmente, se realizó el vaciado en cerámica y el proceso de secado controlado.</p><p>La pieza resultante demuestra la capacidad de reproducir formas orgánicas complejas mediante moldes, cerrando el ciclo desde el archivo digital hasta el objeto cerámico tangible.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/souvenir_gallery.webp"
    },
    {
        "id": 15,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/mockup.webp",
        "title": "Mockup Froggy Club",
        "course": "Procesos y Prototipos I - 2024",
        "professor": "Profesor Bruno Rossi",
        "description": "<p><b>Realizado en conjunto con Constanza González y Natalie Huerta.</b></p><p>El proyecto abordó el diseño de interfaz (UI) para un e-commerce ficticio de mascotas llamado <i>Froggy Club</i>. El proceso comenzó con un benchmarking de sitios referentes (Laika Mascotas) para entender los estándares de navegación y estructura de información en la categoría.</p><p>Sobre esta base analítica se desarrolló un wireframe que definió la jerarquía visual, la distribución de módulos y el flujo de usuario (UX) para optimizar la experiencia de compra. Finalmente, se aplicó una capa de diseño visual coherente con la identidad de la marca, generando un mockup de alta fidelidad. El proyecto simula un entorno web funcional, priorizando la claridad informativa y la usabilidad.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/mockup_gallery.webp"
    },
    {
        "id": 16,
        "photo": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/toy.webp",
        "title": "Modelado Juguete",
        "course": "Modelamiento y representación digital",
        "professor": "Profesor Claudio Fredes",
        "description": "<p>Este proyecto se enfocó en la lógica constructiva y la documentación técnica de un objeto ensamblable. Se modeló en Rhinoceros un juguete de madera tipo robot, analizando cómo piezas simples se articulan para formar un conjunto complejo.</p><p>Complementando el modelo 3D, se elaboró la planimetría técnica completa en AutoCAD. Esta etapa implicó el despiece detallado del objeto, la definición de cotas y la organización de vistas para comunicar el proceso de armado.</p><p>El resultado es un paquete de documentación técnica profesional que valida la geometría del objeto y sirve como guía para su eventual fabricación.</p>",
        "gallery": "https://benjaminrivasm.github.io/herramientas-computacionales/img-portafolio/toy_gallery.webp"
    }
]
