[
    {
        "id": 1,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_1.webp",
        "title": "Acuareguante",
        "course": "Guante para pintar con acuarela",
        "description": "<p>Este proyecto consistió en diseñar un guante a medida para reducir tensiones al pintar en acuarela. A partir de la observación detallada de mi mano mediante mediciones y análisis en video, pude diagnosticar una tensión excesiva en la mano que no estaba pintando. Esto permitió problematizar mi propio comportamiento y buscar soluciones basadas en referentes de guantes existentes y estudios ergonómicos. El resultado fue un modelo funcional que aborda un problema esencial mediante un diseño conceptual y físico que mejora la práctica artística.</p>",
        "gallery": ""
    },
    {
        "id": 2,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_2.webp",
        "title": "Fotografías Configuración Visual I",
        "course": "Fotos frio templado y calido.",
        "description": "<p>El ejercicio se basó en observar críticamente tres árboles bajo distintos estados atmosféricos y lumínicos. A través de la fotografía, analicé cómo la percepción del entorno cambia según la temperatura visual, permitiéndome comprender y representar estas variaciones. La propuesta evidencia la capacidad de diagnóstico visual y conceptualización para traducir estados ambientales en imágenes significativas.</p>",
        "gallery": ""
    },
    {
        "id": 3,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_3.webp",
        "title": "Prototipo Ornitorrinco de metal",
        "course": "Trabajo Procesos y Prototipos I.",
        "description": "<p>Este proyecto implicó transformar un referente animal en un objeto tridimensional metálico mediante herramientas y máquinas de taller. A partir del análisis de su forma y estructura, modelé una pieza que sintetiza las características esenciales del ornitorrinco. El trabajo integra observación rigurosa, decisión formal y creación física, demostrando competencias fundamentales del diseño tridimensional.</p>",
        "gallery": ""
    },
    {
        "id": 4,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_4.webp",
        "title": "Dulce",
        "course": "Entrega Representacion Conceptual.",
        "description": "<p>La consigna consistió en representar la cualidad “dulce” mediante una composición en cartulina. A partir del análisis sensorial del concepto, seleccioné colores pasteles y formas suaves y redondeadas que evocaran caramelos y suavidad. El proceso articuló diagnóstico conceptual, experimentación formal y materialización precisa de un modelo visual coherente.</p>",
        "gallery": ""
    },
    {
        "id": 5,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_5.webp",
        "title": "Capsula del tiempo",
        "course": "Entrega proyecto II",
        "description":"<p>Este ejercicio buscó imaginar cómo se interpretaría un carrusel musical en 1000 años. A través de investigación, análisis del objeto y proyección imaginativa, desarrollé una cápsula que comunica la fascinación y asombro propios del carrusel mediante colores, símbolos e imágenes. El proyecto evidencia la capacidad de observar un objeto, problematizar su futuro y traducirlo en un modelo conceptual claro.</p>",
        "gallery": ""
    },
    {
        "id": 6,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_6.webp",
        "title": "Pistola Antimachistad",
        "course": "Entrega Final proyecto III.",
        "description": "<p>En el contexto del ejercicio “artefactos emocionales”, diseñé un objeto ficticio que transforma comentarios machistas en energía para elevar y desplomar a su emisor. A través del análisis de la problemática social y su representación simbólica, concebí un dispositivo crítico que combina humor, ironía y reflexión. El proyecto demuestra la capacidad de idear soluciones conceptuales frente a fenómenos culturales contemporáneos.</p>",
        "gallery": ""
    },
    {
        "id": 7,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_7.webp",
        "title": "Collage de texturas",
        "course": "Configuración Visual I",
        "description":"<p>Este trabajo consistió en recopilar y recomponer múltiples texturas en blanco y negro dentro de Photoshop para representar estados emocionales complejos. Desde la observación de materiales visuales y su análisis expresivo, construí una composición que problematiza la sensación de agobio y profundidad emocional mediante decisiones formales y compositivas.</p>",
        "gallery": ""
    },
    {
        "id": 8,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_8.webp",
        "title": "Creación sitio web Artelier",
        "course": "Procesos y prototipos I",
        "description": "<p>En este proyecto desarrollé un sitio web enfocado en materiales de arte y talleres creativos, priorizando un diseño visual más vibrante que los referentes del rubro. A partir del análisis comparativo del entorno digital, identifiqué oportunidades de diferenciación y diseñé una plataforma accesible para todo público. El resultado integra observación, diagnóstico y conceptualización digital.</p>",
        "gallery": ""
    },
    {
        "id": 9,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_9.webp",
        "title": "Bocetos análisis de una plata a partir de una semilla",
        "course": "Proyecto I",
        "description": "<p>Este ejercicio se centró en comprender la estructura esencial de una rosa mediante croquis analíticos. A través de la observación directa y el estudio morfológico, pude identificar patrones formales que sirvieron como base para un dibujo botánico más preciso. El trabajo evidencia el uso del dibujo como herramienta para analizar y comunicar estructuras naturales.</p>",
        "gallery": ""
    },
    {
        "id": 10,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_10.webp",
        "title": "Infografia Instax Mini 12",
        "course": "Configuración Visual II",
        "description": "<p>El objetivo fue representar de manera realista una cámara Instax Mini 12 utilizando Adobe Illustrator. Mediante la observación detallada del objeto y el análisis de sus proporciones, modelé un vector que sintetiza sus características formales. El resultado demuestra manejo técnico, precisión visual y capacidad de formalización digital.</p>",
        "gallery": ""
    },
    {
        "id": 11,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_11.webp",
        "title": "Mockup textura",
        "course": "Configuración visual II",
        "description": "<p>Este proyecto consistió en insertar el collage del Proyecto 7 en la pañoleta de un perro mediante Photoshop. A partir del análisis de luz, textura y escala, generé una aplicación realista que permite visualizar cómo luciría el diseño en un producto. El ejercicio demuestra competencias de representación y comunicación de propuestas aplicadas.</p>",
        "gallery": ""
    },
    {
        "id": 12,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_12.webp",
        "title": "Dibujo Carta Tarot",
        "course": "Lenguaje y significación",
        "description": "<p>Analicé la carta de La Templanza desde la perspectiva simbólica y la reinterpreté tomando elementos inspirados en Taylor Swift. El proyecto abordó cómo los conceptos pueden adquirir lecturas diversas según el observador, permitiendo desarrollar una propuesta visual que integra análisis cultural, síntesis icónica y diseño conceptual.</p>",
        "gallery": ""
    },
    {
        "id": 13,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_13.webp",
        "title": "Bocetos Perspectiva",
        "course": "Configuracion Visual I",
        "description": "<p>Mediante el dibujo en vivo de figuras de plumavit, estudié proporciones, ángulos y comportamiento espacial. El ejercicio permitió comprender y formalizar volúmenes básicos, sentando las bases del dibujo como herramienta fundamental para visualizar, analizar y comunicar en diseño.</p>",
        "gallery": ""
    },
    {
        "id": 14,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_14.webp",
        "title": "Lámpara de metal",
        "course": "Procesos y prototipos II",
        "description": "<p>Este proyecto consistió en diseñar y fabricar una lámpara metálica mediante pliegues, uniones y trabajo en máquinas de taller. Tras observar necesidades de iluminación y analizar posibles estructuras, formalicé un modelo resistente y funcional, finalizado con electropintado blanco. El resultado integra análisis técnico, modelado físico y resolución material.</p>",
        "gallery": ""
    },
    {
        "id": 15,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_15.webp",
        "title": "Infografia Instax Mini 11",
        "course": "Configuración Visual II",
        "description": "<p>Aquí desarrollé una infografía en Illustrator que explica el funcionamiento, ventajas y características de la cámara Instax Mini 12. Mediante investigación, análisis comparativo y modelación gráfica, generé un recurso informativo claro pensado para tiendas. El ejercicio refuerza la capacidad de comunicar visualmente sistemas y objetos.</p>",
        "gallery": ""
    },
    {
        "id": 16,
        "photo": "https://sofiaparralunauch.github.io/repo_para_imagenes/photo_16.webp",
        "title": "Logo Juego Olimpico",
        "course": "Configuración Visual II",
        "description": "<p>El proyecto buscó sintetizar el deporte del patinaje sobre hielo en un pictograma realizado en Illustrator. A partir de la observación de movimientos y posturas esenciales, analicé cuáles eran los gestos más representativos para formalizar una figura clara, universal y funcional. El resultado evidencia competencias de síntesis visual y diseño comunicacional.</p>",
        "gallery": ""
    }
]
