[
    {
        "id": 1,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp1.webp",
        "title": "Cápsula del tiempo: Reloj despertador",
        "course": "Proyecto II 2024",
        "professor": "Profesor: Gabriela Pradenas",
        "description": "<p>Este proyecto se centró en la aplicación práctica de los principios de diseño para transformar un objeto tecnológico valioso (un reloj despertador) en un modelo conceptual y físico a través de una Cápsula del Tiempo funcional</p><p>La primera fase exigió la observación y comprensión crítica del objeto elegido. El desafío principal fue problematizar la representación tridimensional del reloj, extrayendo sus características esenciales (forma, color, movimiento) para traducirlas a materiales como cartón, cartulina y papel.</p><p>Se ideó una solución innovadora que debía encapsular la función de almacenamiento y protección, mientras reflejaba fielmente la estética del objeto. Esto se logró al integrar gráfica, colores y la forma de la cápsula con la morfología del reloj despertador, estableciendo una interacción directa entre el contenido y el continente.</p><p>El diseño final incluye un mecanismo de apertura específico, que formaliza la solución al problema de la interacción y el acceso. Este proceso demostró la capacidad para modelar y formalizar propuestas de Diseño, adquiriendo las competencias básicas para conceptualizar, representar y comunicar soluciones espaciales mediante metodologías y herramientas propias de la disciplina, tal como lo establece el Reglamento de la Carrera (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g1.webp"
    },
    {
        "id": 2,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp2.webp",
        "title": "Composición sensaciones",
        "course": "Representación Conceptual 2024",
        "professor": "Profesor: Camila Lobos",
        "description": "<p>Este trabajo se centró en la problematización de la percepción visual y la capacidad del diseño para evocar sensaciones físicas y estados emocionales sin recurrir a la representación figurativa. El objetivo fue crear una composición abstracta que transmitiera las cualidades de humedad y peso utilizando únicamente papeles de colores.</p><p>Para abordar este desafío, fue fundamental la etapa de observación y análisis inicial del entorno, descomponiendo las cualidades de lo húmedo y lo pesado en variables formales como textura, colorimetría, densidad y distribución espacial. Este diagnóstico permitió establecer una mirada crítica sobre cómo los elementos básicos de la composición influencian la experiencia del observador.</p><p>La solución fue idear una composición innovadora mediante la manipulación de papeles de colores, transformando estas sensaciones en un modelo conceptual visual. Se aplicaron metodologías de diseño compositivo para formalizar la propuesta, utilizando el color y la yuxtaposición de formas para simular la textura implícita y la gravedad de las cualidades deseadas.</p><p>El resultado final demostró la capacidad de conceptualizar, representar y comunicar ideas complejas y abstractas a través de herramientas propias de la disciplina, validando la habilidad para interactuar y comprender el entorno desde una perspectiva de síntesis formal, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g2.webp"
    },
    {
        "id": 3,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp3.webp",
        "title": "Composicíon Elementos básicos de la forma",
        "course": "Proyecto II 2024",
        "professor": "Profesor: Gabriela Pradenas",
        "description": "<p>Este trabajo tuvo como objetivo principal problematizar la realidad observada en la facultad, utilizando la fotografía como punto de partida para un proceso de análisis, síntesis y transformación compositiva. El enfoque consistió en la edición múltiple de la imagen a través de métodos digitales y tradicionales.</p><p>La etapa inicial requirió una profunda observación crítica y un diagnóstico inicial de la foto de la facultad, identificando sus características principales en cuanto a color, forma y gráfica. Este análisis no solo buscó la comprensión del entorno, sino también la abstracción de sus elementos esenciales.</p><p>El proceso creativo se basó en la interacción constante entre lo digital y lo físico, lo que permitió idear soluciones innovadoras para la representación visual. Las múltiples ediciones funcionaron como un modelado conceptual y formal, donde cada iteración —ya sea mediante software o manipulación manual— refina la esencia de la imagen original.</p><p>El resultado final es una composición formalizada que demuestra la habilidad para reconocer problemas esenciales de representación visual y modelar soluciones mediante la aplicación de metodologías y herramientas híbridas propias de la disciplina. Esto valida la adquisición de las competencias básicas para conceptualizar, representar y comunicar propuestas de diseño a partir de la comprensión del entorno (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g3.webp"
    },
    {
        "id": 4,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp4.webp",
        "title": "Composición Leyes de Gestalt",
        "course": "Proyecto II 2024",
        "professor": "Profesor: Gabriela Pradenas",
        "description": "<p>Este proyecto se enfocó en la problematización de la percepción y la temporalidad dentro del diseño. Consistió en crear una composición que se desarrollara en tres tiempos de apertura/transformación, basada en una fotografía que sirvió como punto de partida para aplicar y rescatar las Leyes de la Gestalt.</p><p>La fase inicial requirió una rigurosa observación crítica y análisis diagnóstico del entorno capturado, específicamente para identificar cómo las Leyes de la Gestalt (proximidad, cierre, figura-fondo, etc.) operaban en la imagen. Esta comprensión fue clave para problematizar la forma en que el observador interactúa y comprende el diseño.</p><p>A partir de ello, se ideó una solución innovadora que se tradujo en un modelo conceptual dinámico: la temática de los portales. Esta conceptualización previa guió la selección de la paleta de colores y la gráfica, y permitió formalizar una composición que, a través de sus tres tiempos de cambio, mostraba una transformación completa y un nuevo enfoque visual.</p><p>El trabajo final demuestra la capacidad de reconocer problemas esenciales de la percepción visual y modelar posibles soluciones mediante la aplicación de metodologías teóricas (Gestalt) y herramientas de representación dinámica. El estudiante adquirió así las competencias básicas para conceptualizar, representar y comunicar propuestas de Diseño que integran la narrativa y el cambio temporal, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g4.webp"
    },
    {
        "id": 5,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp5.webp",
        "title": "Aplicación de texturas",
        "course": "Configuración Visual II 2024",
        "professor": "Profesor: Juan Calderón",
        "description": "<p>Este proyecto se centró en la problematización de la sensación táctil dentro del entorno digital, con el objetivo de observar, sintetizar y representar la cualidad de la sequedad. Se utilizó la técnica del collage para crear una textura de manera digital, implementando el programa Adobe Photoshop como herramienta principal de formalización y modelado.</p><p>La primera etapa requirió un análisis y diagnóstico inicial de la sensación deseada, estableciendo una mirada crítica sobre cómo los elementos visuales (color, composición, granularidad) se combinan para evocar la sequedad. Esta conceptualización se tradujo en un modelo conceptual de textura.</p><p>La solución innovadora consistió en la aplicación de esta textura a tres situaciones de diseño con escalas diferentes: un objeto editorial (libro), un objeto de producto (tote bag) y un espacio de interior. Esta transición demostró la habilidad para interactuar y comprender el entorno desde el nivel micro hasta el macro.</p><p>El trabajo finalizado evidencia la capacidad para modelar y formalizar posibles soluciones mediante metodologías y herramientas digitales propias de la disciplina (Photoshop). El estudiante ha adquirido las competencias para conceptualizar, representar y comunicar propuestas de diseño que abarcan diversas escalas y soportes, alineándose con el objetivo formativo de la carrera (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g5.webp"
    },
    {
        "id": 6,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp6.webp",
        "title": "Ecotintas y ecocarteles",
        "course": "Proyecto III 2025",
        "professor": "Profesor: Clarisa Menteguiaga",
        "description": "<p>Este trabajo se fundamentó en la observación crítica, la interacción y la comprensión del entorno local, centrándose en el Barrio La Vega (emblemático barrio chileno). El desafío fue problematizar el ciclo de vida de los residuos y la necesidad de mantener viva una tradición de comunicación popular.</p><p>El proceso se inició con un análisis y diagnóstico inicial del barrio, identificando la tipología de residuos (desechos vegetales y cajas de cartón) como un recurso para la ideación de soluciones innovadoras. Se demostró la capacidad para interactuar con el entorno y sus dinámicas, transformando el problema del desecho en una oportunidad de diseño.</p><p>La solución innovadora consistió en la creación de un sistema de herramientas ecológicas: una ecotinta a base de beterraga y espinaca, carteles de cartón reciclado y pinceles hechos con pelos de choclo. Estos elementos no son solo objetos, sino modelos conceptuales y físicos que formalizan la propuesta de dar una herramienta sostenible para la pintura de carteles de precios.</p><p>El proyecto cumple cabalmente con los objetivos formativos, al demostrar la habilidad para reconocer problemas esenciales (sostenibilidad, tradición popular) y modelar soluciones mediante metodologías y herramientas no convencionales. La propuesta final permite conceptualizar, representar y comunicar cómo el Diseño puede impactar positivamente en el entorno social y cultural, conforme al Reglamento de la Carrera (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g6.webp"
    },
    {
        "id": 7,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp7.webp",
        "title": "Magnetix",
        "course": "Ergonomía y Factores Humanos 2025",
        "professor": "Profesor: Claudio Ribalta",
        "description": "<p>Este trabajo se centró en la observación crítica y el diagnóstico ergonómico de una necesidad específica: la manipulación y separación segura de elementos metálicos (clavos) al finalizar un trabajo con madera. El proyecto se basa en la interacción directa con el usuario (el propio estudiante) mediante la toma de medidas antropométricas específicas de la mano.</p><p>El desafío principal fue problematizar el riesgo de accidente (pincharse) y la ineficiencia en la limpieza del área. La solución innovadora fue concebida como un sistema dual de guantes; con un guante principal (Mano dominante), construido con tela de jean y recubrimientos de cuero en zonas clave, incorporando un imán para la adhesión de clavos, mitigando el peligro de punción; además de un guante auxiliar (Mano secundaria), fabricado con lycra flexible y refuerzos en los dedos índice y pulgar, diseñado específicamente para facilitar la toma y manipulación precisa de los clavos adheridos.</p><p>El resultado es un modelo conceptual y físico que formaliza una solución de producto altamente especializada y personalizada. Este proceso demuestra la capacidad para conceptualizar, representar y comunicar propuestas de Diseño que ponen en juego la seguridad, la función ergonómica y el análisis del entorno de trabajo, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g7.webp"
    },
    {
        "id": 8,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp8.webp",
        "title": "Infografía Nokia 3310",
        "course": "Configuración Visual II 2024",
        "professor": "Profesor: Juan Calderón",
        "description": "<p>Este trabajo tuvo como eje central el análisis y diagnóstico inicial de un objeto tecnológico icónico (el Nokia 3310) para problematizar la comunicación de sus características esenciales. La resolución se formalizó mediante la creación de una infografía de tipo póster, aplicando rigurosas metodologías digitales de representación.</p><p>El proceso comenzó con la observación y comprensión crítica del aparato, extrayendo sus principales especificaciones, historia y relevancia. La interacción con el objeto de estudio se tradujo en una representación precisa, requiriendo la vectorización detallada de la imagen del dispositivo utilizando el programa Adobe Illustrator.</p><p>Esta imagen vectorizada sirvió como base para idear una solución innovadora en el formato infográfico. La composición gráfica fue diseñada para modelar y formalizar la información de manera clara y jerárquica, destacando las características clave del aparato.</p><p>La etapa final incluyó la impresión en tamaño real, validando la precisión técnica y dimensional del diseño vectorial. El proyecto demuestra la adquisición de competencias básicas para conceptualizar, representar y comunicar información compleja mediante herramientas propias de la disciplina, evidenciando el análisis del entorno tecnológico (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g8.webp"
    },
    {
        "id": 9,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp9.webp",
        "title": "Taburete para niños",
        "course": "Procesos y Prototipos II 2025",
        "professor": "Profesor: Antonio Marin",
        "description": "<p>Este proyecto representó la aplicación integral del proceso de diseño, desde la observación crítica de un usuario específico (niños) hasta la materialización física del producto. El desafío principal fue problematizar la ergonomía y funcionalidad para crear un taburete que cumpliera con las características y porte ideales para el uso infantil.</p><p>El proceso requirió un análisis y diagnóstico inicial que definió las especificaciones funcionales y dimensionales. A partir de esta comprensión, se ideó una solución innovadora donde el objeto (el taburete) fue concebido exclusivamente a través de ensambles de madera, sin objetos terceros (tornillos, adhesivos). Esto implicó la formalización de un modelo conceptual basado en la pura carpintería.</p><p>La realización del proyecto abarcó todo el ciclo de gestión: se elaboró planimetría detallada, Carta Gantt de tiempos y presupuesto, demostrando la adquisición de competencias de planificación. En la etapa de fabricación, se utilizó madera de álamo y raulí, aplicando técnicas de corte, lijado y tratamiento en taller, cumpliendo rigurosamente con protocolos de seguridad.</p><p>El taburete final es un modelo físico que comunica la propuesta de Diseño. Este trabajo valida la capacidad para conceptualizar, representar, modelar y formalizar soluciones de producto a través de metodologías rigurosas y herramientas técnicas propias de la disciplina, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g9.webp"
    },
    {
        "id": 10,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp10.webp",
        "title": "Objeto de Luz",
        "course": "Proyecto II 2024",
        "professor": "Profesor: Gabriela Pradenas",
        "description": "<p>Este trabajo se centró en problematizar la interacción con la luz y su capacidad para transformar un espacio a través de la proyección gráfica. El objetivo fue crear un objeto lumínico (lámpara) que proyectara una composición visual distinta al pasar la luz por sus diferentes lados, bajo el concepto rector de la navegación y las estrellas.</p><p>La primera fase exigió una observación crítica y un diagnóstico inicial sobre cómo los materiales traslúcidos modulan la luz. A partir de esta comprensión, se ideó una solución innovadora donde la gráfica y la composición eran variables dependientes de la posición del observador y la fuente lumínica, formalizando un modelo conceptual y físico dinámico.</p><p>La estructura fue modelada y ensamblada mediante un riguroso proceso técnico que incluyó alambre tensado y soldadura de estaño, demostrando el dominio de herramientas técnicas específicas. Los materiales traslúcidos (papel volantín, papel mantequilla o papel de seda) fueron elegidos para representar y comunicar la temática estelar y la sensación de navegación.</p><p>El resultado final demuestra la capacidad para conceptualizar, representar y comunicar propuestas de Diseño de Producto que se interactúan directamente con el entorno espacial y perceptivo, utilizando metodologías de fabricación y formalización que responden a un problema esencial de diseño estético y funcional, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "hhttps://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g10.webp"
    },
    {
        "id": 11,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp11.webp",
        "title": "Volantín con Leyes de simetría",
        "course": "Proyecto IV 2025",
        "professor": "Profesor: Macarena Becas",
        "description": "<p>Este proyecto se centró en la problematización de la funcionalidad aerodinámica dentro de una forma tradicional chilena, el volantín. El desafío principal fue idear una solución innovadora donde la composición gráfica y estructural no fuera arbitraria, sino una aplicación directa de principios matemáticos de diseño.</p><p>El proceso requirió la observación crítica y el diagnóstico inicial de las propiedades de vuelo y sustentación, entendiéndolas como parte de la interacción con el entorno (el aire). La solución fue formalizada mediante la aplicación rigurosa de las leyes de simetría a un módulo base.</p><p>La composición final fue desarrollada a través de la rotación, traslación y reflexión de este módulo, transformando un concepto abstracto en un modelo conceptual y físico tangible y funcional. Este proceso demostró la habilidad para modelar y formalizar diseños que equilibran la estética y la ingeniería básica.</p><p>El resultado final es un objeto funcional capaz de ser elevado, validando la adquisición de las competencias básicas para conceptualizar, representar y comunicar propuestas de Diseño que utilizan metodologías geométricas avanzadas para resolver problemas esenciales de funcionalidad y representación, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g11.webp"
    },
    {
        "id": 12,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp12.webp",
        "title": "Logo Artelier",
        "course": "Procesos y Prototipos I 2025",
        "professor": "Profesor: Pamela Fuentes",
        "description": "<p>Este trabajo abordó el desafío de problematizar la identidad visual de un emprendimiento imaginario que combina la venta de materiales y la impartición de talleres de arte (Tienda Taller). El proceso exigió una profunda observación crítica del sector de arte y diseño, realizando un diagnóstico inicial para definir el posicionamiento de marca.</p><p>El objetivo principal fue idear una solución innovadora que sintetizara visualmente la doble función de la marca (comercio y enseñanza). El logotipo fue concebido como un modelo conceptual que debía ser flexible para interactuar y comunicar la esencia de la marca en múltiples soportes.</p><p>La formalización del diseño se realizó completamente de manera digital, utilizando herramientas propias de la disciplina (Illustrator o similar), asegurando su escalabilidad y versatilidad para su uso en productos relacionados con la marca (papelería, merchandising, redes sociales).</p><p>El resultado demuestra la adquisición de las competencias básicas para conceptualizar, representar y comunicar propuestas de Diseño Gráfico que responden a problemas esenciales del entorno empresarial (branding). Se valida la capacidad para modelar y formalizar una identidad visual cohesionada y funcional, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g12.webp"
    },
    {
        "id": 13,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp13.webp",
        "title": "Mockup página web Artelier",
        "course": "Procesos y Prototipos I 2025",
        "professor": "Profesor: Pamela Fuentes",
        "description": "<p>Este trabajo se centró en la problematización de la interacción digital y la necesidad de trasladar una identidad de marca (Tienda Taller de Arte) a una plataforma virtual funcional. El proceso requirió un análisis y diagnóstico inicial a través del estudio de posibles clientes o consumidores para comprender sus necesidades de interfaz y experiencia de usuario.</p><p>La primera fase implicó la observación crítica de las dinámicas de consumo online para idear soluciones innovadoras de navegación y estructura. El proyecto fue concebido como un modelo conceptual de página web (mockup) que debía reflejar la estética de la marca previamente diseñada.</p><p>El diseño final abordó rigurosamente la estructura, decoración, gráfica e interfaz de usuario (UI), formalizando la propuesta mediante un programa vectorial. Este proceso demuestra la habilidad para modelar y formalizar soluciones complejas de diseño digital, asegurando una interacción clara y funcional entre el usuario y el entorno virtual.</p><p>El resultado es una propuesta de Diseño de Servicios y Comunicación que valida la adquisición de las competencias básicas para conceptualizar, representar y comunicar soluciones que responden a problemas esenciales del entorno digital y comercial, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g13.webp"
    },
    {
        "id": 14,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp14.webp",
        "title": "Pictograma Olímpico: Skeet",
        "course": "Configuración Visual II 2024",
        "professor": "Profesor: Juan Calderón",
        "description": "<p>Este trabajo se centró en la observación crítica y el análisis de la identidad visual deportiva, con el objetivo de problematizar la representación gráfica de un deporte olímpico (Skeet) y proponer un rediseño del pictograma de París 2024. El proceso exigió una comprensión profunda de la simetría como ley fundamental del diseño.</p><p>La fase inicial implicó un diagnóstico inicial del pictograma existente y del deporte en sí, identificando los elementos esenciales que debían ser comunicados. A partir de ello, se ideó una solución innovadora que conservara la legibilidad y la universalidad, aplicando la reflexión como el principal principio de simetría para estructurar la composición.</p><p>La formalización del pictograma se realizó íntegramente de manera digital en el programa Adobe Illustrator, demostrando el dominio de herramientas vectoriales para la creación de gráficos precisos y escalables. Este proceso permitió modelar y formalizar una propuesta de diseño que es estéticamente equilibrada y funcionalmente clara.</p><p>El resultado final demuestra la adquisición de las competencias básicas para conceptualizar, representar y comunicar propuestas de Diseño Gráfico que responden a problemas esenciales de comunicación global y simbología, estableciendo una mirada crítica sobre la iconografía existente, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g14.webp"
    },
    {
        "id": 15,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp15.webp",
        "title": "Logo Barrio Lastarria 2024",
        "course": "Representación Conceptual",
        "professor": "Profesor: Camila Lobos",
        "description": "<p>Este trabajo se centró en la observación crítica y la interacción con un entorno urbano específico y sus problemáticas sociales: el Barrio Lastarria, Chile. El objetivo fue problematizar la dualidad entre el comercio ambulante y el comercio establecido, identificando un problema esencial de convivencia y mercado.</p><p>El proceso requirió un análisis y diagnóstico inicial profundo de las dinámicas del barrio para idear una solución innovadora que promoviera la unión y el beneficio mutuo. La estrategia fue la creación de una campaña de integración, cuyo núcleo comunicacional se formalizó a través de un logotipo.</p><p>El logo fue concebido como un modelo conceptual que debía representar la unión y la identidad compartida de ambos mercados. La formalización se realizó en un programa de vectores, garantizando la versatilidad y la precisión técnica del símbolo para su aplicación en todos los medios de la campaña.</p><p>El resultado final demuestra la adquisición de las competencias básicas para conceptualizar, representar y comunicar propuestas de Diseño que responden a problemas esenciales del entorno social y urbano. Se valida la capacidad para modelar y formalizar una identidad visual que fomenta la interacción y la comprensión del entorno, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g15.webp"
    },
    {
        "id": 16,
        "photo": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/webp16.webp",
        "title": "Máscara",
        "course": "Herramientas Computacionales 2025",
        "professor": "Profesor: Felipe Cortés",
        "description": "<p>Este trabajo se centró en la problematización de la representación tridimensional de un animal, aplicando la estética low poly en un contexto de modelado digital y fabricación. El objetivo fue diseñar una máscara utilizando el programa Blender, con la meta de su posterior materialización física a partir de materiales laminares.</p><p>El proceso inició con la observación crítica y el diagnóstico inicial de la morfología del animal elegido, para luego idear una solución innovadora que simplificara sus formas a una estructura poligonal. Esta etapa de interacción con el objeto de estudio (la anatomía del animal) se tradujo en un modelo conceptual digital.</p><p>La creación de la máscara se formalizó en Blender, demostrando el dominio de herramientas avanzadas de modelado 3D. El diseño low poly no solo fue una elección estética, sino una decisión funcional para facilitar su posterior fabricación. El modelo digital fue traspasado a una extensión que permitió su creación con materiales laminares como el papel y el cartón, evidenciando la comprensión del flujo de trabajo de diseño-a-fabricación.</p><p>El resultado final es un modelo físico que comunica la propuesta de Diseño, validando la adquisición de las competencias básicas para conceptualizar, representar y comunicar soluciones que integran el diseño digital 3D y las metodologías de fabricación, estableciendo una mirada crítica sobre la forma y la materialidad, conforme al objetivo formativo (art. 5, párr. 1).</p>",
        "gallery": "https://FranciscoPinoAUCh.github.io/fotosportafoliofpa/g16.webp"
    }
]
