[
    {
        "id": 1,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-1.webp",
        "title": "Afiche de conciencia social",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>El afiche, Los Perros No Quieren Morder, es un potente manifiesto visual y un acto de memoria, diseñado con el propósito central de generar conciencia social y denunciar una grave injusticia ocurrida durante una marcha, donde un activista falleció a manos de un contramarcha fascista. Su proceso de diseño se basó en una investigación rigurosa para honrar a la víctima.</p><p>Gráficamente, utiliza el color rojo intenso como elemento semántico principal, que representa la rabia, la sangre, la tristeza y la angustia de los hechos, creando una atmósfera de confrontación. La composición se centra en un retrato expresionista de la persona fallecida y la inclusión deliberada de gatos/felinos como un significante personal, reforzando la narrativa emocional.</p><p>El proyecto contribuye al activismo gráfico al ser una herramienta de recuerdo, resistencia y documentación que transforma el dolor en un llamado urgente a la reflexión y la justicia social.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-1.webp"
    },
    {
        "id": 2,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-2.webp",
        "title": "Fanzine Represión Silenciosa",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>El fanzine Represión Silenciosa es el complemento narrativo del afiche, Los Perros No Quieren Morder, concebido para personalizar la tragedia de la víctima a través de la perspectiva íntima y emocional de sus gatos abandonados, articulando un mensaje de desamparo y pérdida tras la violencia.</p><p>Su propósito es amplificar la denuncia de la represión silenciosa que afecta al entorno de la víctima. Gráficamente, mantiene la coherencia visual del rojo y negro, pero adopta una estética DIY y underground con un fuerte ruido visual.</p><p>El diseño incorpora dibujos a mano escaneados y editados, junto con una poderosa composición de collage creada a partir de fotografías de graffitis reales firmados con el nombre RISUE, un acto de memoria espontánea y callejera hacia la víctima, transformando el fanzine en un mural portátil de resistencia y homenaje documental.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-2.webp"
    },
    {
        "id": 3,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-3.webp",
        "title": "Portada de libro",
        "course": "Diseño, Estética y Sociedad",
        "professor": "Profesor Iván Mendéz",
        "description": "<p>Diseño de portada inspirado en Jardines, de Gabriela Mistral, desarrollado a partir del simbolismo y tono del poema original. La propuesta traduce emociones líricas en lenguaje visual claro, explorando el color, la textura y la composición poética integral. Se trabajó un enfoque editorial con una estética contemporánea, donde conviven sensibilidad narrativa y solidez conceptual. El proyecto destaca por aplicar principios del diseño editorial, integrando ilustración y tipografía de forma coherente y original.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-3.webp"
    },
    {
        "id": 4,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-4.webp",
        "title": "Lúmina",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>El diseño de este artefacto lumínico, Luciérnaga Mágica, va más allá de lo estético para ofrecer una solución simbólica y funcional a los trastornos del sueño, transformando la ansiedad nocturna en una experiencia sensorial y poética. Desarrollado con un alto contenido emocional, el objeto utiliza la luz, la textura y el color como recursos expresivos, fusionando diseño emocional, funcionalidad y una estética personal para crear un entorno de calma.</p><p>El packaging que lo acompaña no es solo un contenedor, sino una extensión narrativa del producto, diseñado para contar la historia visual de la luciérnaga mágica, preparando al usuario para la experiencia: presenta un cielo estrellado que simboliza el ambiente nocturno, elementos sutiles que evocan la magia y la esperanza, y una ventana estratégicamente colocada que permite vislumbrar el artefacto interior.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-4.webp"
    },
    {
        "id": 5,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-5.webp",
        "title": "Neo Ritual",
        "course": "Proyecto IV",
        "professor": "Profesor Christian Basáez",
        "description": "<p>Este objeto, denominado Brotes de Unión, es un artefacto escultórico y funcional diseñado con el propósito primordial de fortalecer los lazos familiares a través de la desconexión digital y la interacción lúdica consciente. Conceptualizado como un árbol de textura orgánica (creado a base de masa DAS y otros materiales que imitan la corteza), sirve inicialmente como un recipiente para depositar teléfonos celulares, promoviendo un espacio libre de distracciones.</p><p>El acto central del juego radica en que los participantes integran, de forma aleatoria, piezas de colores en las ramas del árbol, eligiendo la posición y el color según un significado previamente establecido, lo que cataliza la conversación y el compartir emocional.</p><p>Este proyecto contribuye al diseño relacional y social al transformar un problema contemporáneo (la desconexión familiar por la tecnología) en una experiencia táctil y simbólica.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-5.webp"
    },
    {
        "id": 6,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-6.webp",
        "title": "Lámina de Neo Ritual",
        "course": "Proyecto IV",
        "professor": "Profesor Christian Basáez",
        "description": "<p>Esta lámina es una infografía explicativa que documenta el proyecto Brotes de Unión, actuando como la guía conceptual y práctica del objeto. Su diseño organiza de manera clara la problemática central (la desconexión familiar) y las referencias del proyecto. El núcleo visual y textual se centra en desglosar el Neo Ritual paso a paso, ilustrando cómo el objeto funciona como un Objeto de Poder que fomenta la reunión y el diálogo familiar al promover la desconexión digital. La lámina comunica eficazmente el propósito, uso y simbolismo del artefacto, asegurando una comprensión completa de su rol en el fortalecimiento de los lazos familiares.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-6.webp"
    },
    {
        "id": 7,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-7.webp",
        "title": "Diseño de cartas mágicas",
        "course": "Representación Conceptual",
        "professor": "Profesora Grace Maella",
        "description": "<p>Estas cartas oraculares, diseñadas para evocar un profundo significado mágico y propósito espiritual, representan una síntesis entre la calidez del arte manual y la precisión del acabado digital. El proceso de creación se fundamentó en la acuarela y el dibujo a mano, confiriendo a las ilustraciones una textura orgánica, una paleta suave y una sensibilidad artística. Posteriormente, se realizó una edición digital cuidadosa para realzar detalles y asegurar un acabado final vibrante en la impresión.</p><p>Cada carta, como el Cuarzo de la abundancia (Tierra/Naturaleza), Corriente creativa (Agua/Fluidez) y Destellos de sabiduría (Fuego/Transformación), posee una composición única donde los colores y elementos simbólicos (cristales, conchas, relojes de arena) se asocian de manera explícita con un elemento primordial y su propósito, creando un sistema visual coherente y místico que guía al usuario en una experiencia de consulta mágica y personal.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-7.webp"
    },
    {
        "id": 8,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-8.webp",
        "title": "Taburete para niños",
        "course": "Procesos y Prototipos II",
        "professor": "Profesor Antonio Marín Pacheco",
        "description": "<p>El proyecto se centró en el diseño y la construcción de un taburete que combina funcionalidad y un lenguaje formal lúdico, siendo su superficie una representación estilizada de un perro, lo que lo hace particularmente accesible y atractivo en su contexto de uso. La pieza fue meticulosamente elaborada utilizando una combinación de maderas nobles, raulí y álamo, lo que facilitó la exploración de la riqueza tonal, táctil y de las cualidades estructurales que ofrece la mezcla de materiales.</p><p>El proceso de fabricación exigió la aplicación rigurosa de conocimientos sobre ensambles manuales y técnicas avanzadas de carpintería, integrando el uso preciso de herramientas manuales y eléctricas para garantizar la seguridad, la precisión en los cortes y la calidad del modelado.</p><p>Este ejercicio constructivo subraya la convergencia entre las decisiones de diseño, la elección material y los procesos de fabricación, resultando en un objeto seguro, funcional y estéticamente equilibrado que demuestra una comprensión profunda del diseño de mobiliario.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-8.webp"
    },
    {
        "id": 9,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-9.webp",
        "title": "Infografía de tocadiscos",
        "course": "Configuración Visual II",
        "professor": "Profesor Juan Calderón",
        "description": "<p>Infografía desarrollada a partir del análisis de un tocadiscos, producto icónico de diseño retro con alto valor cultural y visual. Se realizó un estudio de sus componentes técnicos y estéticos, poniendo en valor la funcionalidad y evolución del dispositivo. La infografía destaca sus partes, materiales y usos históricos, con especial atención al impacto en la cultura musical global. El diseño gráfico combina esquema técnico y lenguaje visual claro, usando paleta cromática que remite a su identidad vintage original.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-9.webp"
    },
    {
        "id": 10,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-10.webp",
        "title": "Diseño de identidad visual",
        "course": "Proyecto II",
        "professor": "Profesora Paula Ron",
        "description": "<p>Diseño de logotipo creado a partir de un animal representativo, construido como símbolo personal y base de identidad gráfica. La propuesta integra forma, carácter y carga conceptual propia, transmitiendo fuerza, energía y personalidad visual definida. Se trabajó color, tipografía y síntesis formal con precisión, logrando una marca potente, original y de fácil recordar.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-10.webp"
    },
    {
        "id": 11,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-11.webp",
        "title": "Afiche promocional",
        "course": "Cliente",
        "professor": "Matías Rivera",
        "description": "<p>Este afiche promocional de alta gama tiene como objetivo invitar al público a descubrir la fragancia Miss Dior ECCENSE, posicionándola como (La nueva interpretación del amor que une el pasado y presente). Visualmente, la pieza logra un efecto de lujo y sofisticación mediante una composición oscura y sensual, donde el icónico frasco del perfume es el centro luminoso, destacando su textura facetada y el lazo distintivo.</p><p>El fondo utiliza tonos marrones y dorados suaves, envueltos en un velo de misterio y gotas de agua, lo que genera una atmósfera de glamour atemporal. El uso de una tipografía elegante y cursiva refuerza la marca de lujo, mientras que la información del evento (tienda, ubicación y fechas) está estratégicamente ubicada en la parte inferior para dirigir al consumidor a la experiencia de lanzamiento.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-11.webp"
    },
    {
        "id": 12,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-12.webp",
        "title": "Infografía de guantes",
        "course": "Ergonomía y Factores Humanos",
        "professor": "Profesor Claudio Ribalta",
        "description": "<p>Esta infografía se presenta como un documento técnico y explicativo que detalla el proceso de diseño y justificación del producto (Guante de costura a mano: Puntada maestra). La lámina está estructurada para guiar al lector desde la necesidad inicial hasta la solución propuesta.</p><p>Inicia con la Problemática, identificando las deficiencias ergonómicas y funcionales de los métodos de costura tradicionales. La sección central, dedicada a Antropometría y biomecánica, es crucial, ya que utiliza diagramas detallados de la mano para analizar los ángulos, los puntos de dolor y los movimientos del pulgar e índice, fundamentando la necesidad del diseño en datos científicos. Finalmente, la Propuesta presenta la solución con ilustraciones del guante, señalando sus características innovadoras (como agarres y refuerzos estratégicos), y lo complementa con una sección de Aplicación en la acción y el Proceso de fabricación, demostrando la eficacia del guante y la viabilidad técnica del proyecto.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-12.webp"
    },
    {
        "id": 13,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-13.webp",
        "title": "Portada de canción",
        "course": "Cliente",
        "professor": "Matías Rivera",
        "description": "<p>Diseño gráfico de portada musical basado en análisis de la letra, rescatando conceptos clave para construir la propuesta visual. Se realizó un levantamiento de referencias con el cliente, considerando gustos personales, colores y elementos deseados. Se presentaron variantes tipográficas y estilos compositivos, trabajando en conjunto para lograr una portada representativa. El diseño final refleja identidad, emoción y mensaje del sencillo, mostrando dominio en composición, color y dirección gráfica.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-13.webp"
    },
    {
        "id": 14,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-14.webp",
        "title": "Síntesis visual de emoción",
        "course": "Representación Conceptual",
        "professor": "Profesora Grace Maella",
        "description": "<p>Esta obra, realizada a mano, es una poderosa representación visual de la emoción de la libertad a través del color y el movimiento. La composición se divide conceptualmente entre la contención y la liberación: en la parte inferior, una densa rejilla negra y amarilla simboliza la opresión o la barrera mental, mientras que en la parte superior, formas ondulantes y abstractas, en vibrantes tonos verde y azul, representan el espíritu liberado.</p><p>La energía del diseño se logra mediante la ruptura gradual de la rejilla, que se disuelve en formas fragmentadas, permitiendo que las fluidas llamas azules y verdes asciendan sobre un fondo amarillo brillante, que irradia optimismo y euforia. El contraste entre la rigidez geométrica del negro y la fluidez orgánica de las ondas capta la tensión dinámica de la lucha y la alegría de alcanzar la libertad.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-14.webp"
    },
    {
        "id": 15,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-15.webp",
        "title": "Máscara de blender",
        "course": "Herramientas Computacionales",
        "professor": "Profesor Felipe Cortez",
        "description": "<p>Esta máscara de panda es el resultado de un proyecto de diseño que fusiona la modelación 3D digital con la construcción manual, utilizando una estética distintiva de bajo poligonaje (low poly). El proceso comenzó con el modelado del diseño en Blender, logrando una representación estilizada y geométrica de la cabeza del panda. Posteriormente, el modelo fue traducido a un patrón plano mediante técnicas de papercraft o paper mode, permitiendo su construcción física en papel o cartulina.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-15.webp"
    },
    {
        "id": 16,
        "photo": "https://antoniasolar.github.io/Imagenes/Fotos/foto-16.webp",
        "title": "Pinea Café",
        "course": "Proyecto II",
        "professor": "Profesora Paula Ron",
        "description": "<p>Esta cafetera se presenta como un proyecto de diseño industrial que fusiona la funcionalidad con la biomimética, inspirándose formalmente en la estructura de la piña de pino. La pieza se caracteriza por una marcada estructura helicoidal que emula los patrones de crecimiento natural y las proporciones ovaladas de la piña.</p><p>Está construida principalmente a base de acrílico transparente y acrílico teñido color café, utilizando la transparencia para exponer el proceso de preparación del café y el tono café para imitar la madera de la piña. La composición se articula mediante un esqueleto de cobre que sostiene una cinta acrílica curva donde se adhieren pequeñas piezas de acrílico teñido, las cuales representan de forma abstracta las escamas que forman la estructura de la piña de pino.</p><p>El resultado es un objeto funcional y escultural, que traduce la complejidad matemática de la naturaleza en un elegante y moderno artefacto para la preparación del café.</p>",
        "gallery": "https://raw.githubusercontent.com/antoniasolar/Imagenes/refs/heads/main/Gallery/gallery-16.webp"
    }           
]