[
  {
        "id": 1,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_1.webp",
        "title": "Afiche de Ratón",
        "course": "Proyecto I",
        "description":"A partir del análisis del texto Una Rata Enorme de Carmen Montellano, y la observación de fenómenos sociopolíticos contemporáneos, problematicé la relación entre el personaje de la Rata y el poder. Para conceptualizar una solución para el encargo, trabajé en una metáfora visual que se materializó en un afiche teatral análogo, para el que utilicé cartulina, témpera y plumón. Esta propuesta de diseño demuestra mi capacidad para traducir un concepto complejo en una representación simbólica y expresiva.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_1.webp"
    
    },
    {
        "id": 2,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_2.webp",
        "title": "Reina Pop",
        "course": "Proyecto I",
        "description":"Mediante la observación y descomposición de la estética del género musical pop, identifiqué sus elementos esenciales (volumen, brillo, lúdica) y a partir de ello, realicé una reinterpretación geométrica de la figura de la reina de ajedrez, modelando una solución formal que combinó madera, resina y glitter. La pieza fabricada evidencia mi habilidad para formalizar una idea abstracta en un objeto tridimensional coherente con su premisa conceptual.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_2.webp"
    },
    {
        "id": 3,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_3.webp",
        "title": "Pokemones",
        "course": "Lenguaje y Significación",
        "description": "Este proyecto grupal con mi compañera <a href='https://disenouchile.github.io/portafolio/valentina_avila/' target='_blank'>Valentina Á.</a> partió de una investigación y observación detallada de la tribu urbana Pokemones, en la que analizamos su identidad digital en plataformas como Fotolog. A partir de este diagnóstico cultural, ideamos una infografía que utiliza la misma estética de la plataforma como estructura general. Esta infografía articula información sobre su léxico, comportamiento y estética, demostrando nuestra capacidad para representar y comunicar información compleja mediante una diagramación contextual y crítica.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_3.webp"
    },
    {
        "id": 4,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_4.webp",
        "title": "Sol de Invierno",
        "course": "Configuración Visual II",
        "description":"En este proyecto se analizó y problematizó el concepto emocional de la separación, explorándolo a través de la psicología del color, mediante una secuencia de tres fotografías con tendencias tonales distintas (cálida, neutra, fría). Con esta propuesta intenté representar el tránsito emocional de esta emoción, utilizando el título 'Sol de Invierno' para añadir una capa simbólica que refuerza la atmósfera melancólica de las fotografías.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_4.webp"
    },
    {
        "id": 5,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_5.webp",
        "title": "Montaje Final Proyecto I",
        "course": "Proyecto I",
        "description":"Este montaje colectivo nos desafió a poner en práctica la solución a las necesidades logísticas de una muestra de gran escala. Con mis compañeros trabajamos bajo un modelo organizacional basado en equipos especializados (fondos, iluminación, montaje), definidos por la profesora Paula Ron. La ejecución exitosa de esta exposición demuestra nuestra adquisición de nuevas competencias durante el Primer Semestre para conceptualizar y materializar soluciones colaborativas complejas, las que aseguraron la comunicación cohesiva del trabajo semestral.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_5.webp"
    },
    {
        "id": 6,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_6.webp",
        "title": "Ichikohi",
        "course": "Proyecto II",
        "description":"En base a la observación de las cualidades formales de la frutilla, específicamente sus semillas, conceptualicé una solución funcional para un soporte de café que explora estas formas orgánicas. La pieza resultante, hecha de acrílico trabajado en láser, integra bioinspiración, funcionalidad y una identidad formal propia.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_6.webp"
    },
    {
        "id": 7,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_7.webp",
        "title": "Ícono Breaking JJOO",
        "course": "Configuración Visual II",
        "description":"Tras analizar la cinética y posturas representativas del breaking, se diseñó un pictograma para los Juegos Olímpicos mediante la síntesis geométrica de una postura en movimiento. Utilizando Illustrator, se formalizó el pictograma aplicando criterios de legibilidad y equilibrio visual, demostrando mi competencia para modelar y comunicar la esencia de una disciplina mediante un lenguaje visual universal.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_7.webp"
    },
    {
        "id": 8,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_8.webp",
        "title": "Nightmare in Wonderland",
        "course": "Representación Conceptual",
        "description":"Este trabajo se basó en una reinterpretación del universo de Alicia, adaptando su narrativa hacia un tono oscuro y gótico. Con mi compañera María José Quinteros ideamos una serie de tres cartas inspiradas en los puntos de inflexión de la historia, desarrollando una narrativa visual coherente inspirada en la ilustración del siglo XX. La propuesta formal logra transmitir tensión y carácter, reforzando nuestra habilidad para conceptualizar y representar mundos narrativos complejos.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_8.webp"
    },
    {
        "id": 9,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_9.webp",
        "title": "Tu copa, su silueta",
        "course": "Comunicación del Proyecto de Diseño",
        "description":"A partir del trabajo semestral de generar una campaña de concientización que problematice el consumo excesivo de alcohol en Fiestas Patrias, generamos una solución comunicacional que adaptó el mensaje al formato digital. El mockup de redes sociales resultante es la materialización de esta propuesta, priorizando el impacto gráfico y la claridad.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_9.webp"
    },
    {
        "id": 10,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_10.webp",
        "title": "Montaje Final Proyecto II",
        "course": "Proyecto II",
        "description":"Como sección tuvimos que analizar las exigencias espaciales y logísticas de una sala de gran escala para determinar los requerimientos de un montaje efectivo. A partir de ello, trabajamos de forma colaborativa en equipos especializados. La muestra final, que comunica nuestro crecimiento y avance durante el semestre, es el resultado de nuestra capacidad para materializar soluciones expositivas complejas, lo que aseguró una presentación coherente del trabajo realizado.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_10.webp"
    },
    {
        "id": 11,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_11.webp",
        "title": "(Inside)",
        "course": "Proyecto III",
        "description":"Este póster sintetiza el proyecto de fanzine Inside, que delata el contenido de las mochilas de la FAU como una forma lúdica de explorar las similitudes y diferencias presentes dentro de la comunidad. Esta pieza gráfica con una composición atractiva y directa, comunica visualmente un diagnóstico sobre la comunidad, traduciendo una idea en una pieza gráfica efectiva.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_11.webp"
    },
    {
        "id": 12,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_12.webp",
        "title": "Frumis",
        "course": "Procesos y Prototipos I",
        "description":"Tras investigar y definir la necesidad de productos inclusivos para niños con alergias alimentarias, con mis compañeras <a href='https://disenouchile.github.io/portafolio/martina_urzua/' target='_blank'>Martina U.</a> y <a href='https://disenouchile.github.io/portafolio/valentina_avila/' target='_blank'>Valentina Á.</a> analizamos las tendencias visuales del mercado infantil. Así se conceptualizó la marca Kido y el producto Frumis, y se ideó una solución de comunicación del producto por medio de una infografía-afiche. Esta pieza representa la propuesta de valor del producto, integrando ilustración y color para comunicar de forma clara y atractiva su identidad saludable y divertida.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_12.webp"
    },
    {
        "id": 13,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_13.webp",
        "title": "Ekun: Propuesta de Señaléticas",
        "course": "Ergonomía y Factores Humanos",
        "description":"Este proyecto parte con un análisis y diagnóstico de las barreras de accesibilidad en el Parque Metropolitano, problematizando la exclusión de personas con discapacidad visual y auditiva de la experiencia que ofrece el mismo. Como grupo ideamos una propuesta de diseño inclusivo, conceptualizando un sistema de señaléticas que integra contrastes, recursos táctiles y gráficos. La lámina de presentación formaliza la presentación de esta propuesta, demostrando nuestra competencia para modelar entornos más comprensibles y seguros mediante herramientas de diseño.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_13.webp"
    },
    {
        "id": 14,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_14.webp",
        "title": "Ami: Transportador de Picnic",
        "course": "Proyecto IV",
        "description":"A partir de la indagación sobre las necesidades portátiles, ergonómicas y de uso de un transportador de vituallas en un festival de cine, se realizó un diagnóstico de los requisitos de un contenedor eficiente. Como variable esta solución innovadora debía generarse a partir de una única lámina, ideando un sistema de ensamblaje mediante pliegues y encajes. La materialización en polylona, PVC transparente y goma EVA explora la transformación del plano al volumen, evidenciando habilidad para modelar y formalizar objetos que optimizan material, función y contexto.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_14.webp"
    },
    {
        "id": 15,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_15.webp",
        "title": "Luminaria de Metal",
        "course": "Procesos y Prototipos II",
        "description":"Esta lámpara integra en el trabajo en metal (zinc, remaches) y el diseño de un sistema eléctrico, la estética y los principios de diseño japoneses (limpieza, sencillez, artesanía). La pieza final representa la formalización de este concepto, demostrando un dominio competente para idear, modelar y construir propuestas funcionales con un alto nivel de oficio y coherencia estética.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/photo_15.webp"
    },
    {
        "id": 16,
        "photo": "https://milladincea.github.io/imagenes_portafolio/photo_16.webp",
        "title": "Máscara de Conejo",
        "course": "Herramientas Computacionales",
        "description":"Para este proyecto se trabajó con la forma tridimensional para conceptualizar una máscara en Blender y luego idear una solución para su construcción física mediante papercraft. El proceso de modelado, conversión a plantilla plana y ensamblaje en cartón demuestra mi capacidad para diagnosticar las posibilidades y limitaciones de ambos medios, formalizando un objeto que vincula el diseño digital con la materialización tangible.",
        "gallery": "https://milladincea.github.io/imagenes_portafolio/gallery_mascara.webp"
    } 
]
