[
    {
        "id": 1,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_1.webp",
        "title": "INTENSIDAD",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>El trabajo se desarrolló a partir de la exploración del concepto de <b>intensidad</b>, buscando traducirlo en una figura tridimensional construida en papel. Desde la observación y el análisis inicial, identifiqué que las formas afiladas y los materiales metálicos suelen transmitir intensidad. Con esa base conceptual, construí una composición en cartulina española negra y cartulina metálica plateada, donde múltiples puntas emergen para expresar visualmente esa sensación.</p><p>La elección del material plateado refuerza la sensación de intensidad gracias a su rigidez y carácter reflectante, generando brillos y contrastes que potencian la percepción del volumen. El resultado constituye un ejercicio de conceptualización y formalización que demuestra la capacidad de problematizar una idea, transformarla en un modelo físico y comunicar visualmente.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 2,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_2.webp",
        "title": "PUNZANTE",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>El encargo consistía en crear un objeto lumínico en papel que representara el concepto <b>punzante</b>, entendido como la mezcla entre agudo e intensidad. A partir del análisis de estos atributos, se diseñó una pieza construida en papel blanco, compuesta por una forma estirada con puntas para expresar lo agudo y un aro de púas que refuerza la idea de intensidad. La incorporación de luz roja acentúa visualmente esa energía intensa y hace que el objeto se perciba más agresivo.</p><p>Este proceso permitió avanzar desde la observación y el diagnóstico conceptual hacia la modelación y formalización de una solución física, aplicando metodologías propias del diseño. Así, la propuesta evidencia competencias adquiridas para conceptualizar, representar y comunicar un concepto a través de una pieza tridimensional coherente con los objetivos formativos.</p><p><b>Trabajo realizado en conjunto con Giulia Pepe.</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 3,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_3.webp",
        "title": "VINILO - TWENTY ONE PILOTS X DEATH NOTE",
        "course": "Proyecto I",        
        "professor": "Profesor René Perea",
        "description": "<p>Este proyecto consiste en el diseño de una portada de vinilo basada en un libro, en este caso, <b>Death Note</b>, reinterpretada visualmente como si hubiera sido creada por mi referente elegido, la banda <b>Twenty One Pilots</b>. La propuesta se construye a partir de un análisis crítico tanto del imaginario del manga como del lenguaje visual del álbum Trench integrando su paleta distintiva en amarillo y negro y su composición visual. En esta síntesis, el personaje Ryuk asume el rol central, reemplazando al buitre negro presente en la portada original de Trench y convirtiéndose en el elemento que articula la composición.</p><p>El proceso se construyó a partir de la observación y el análisis crítico de ambos universos visuales, identificando los recursos esenciales de cada uno y evaluando cómo podían dialogar sin perder su identidad. A partir de este diagnóstico inicial, se definieron los ejes conceptuales y formales que guiarían la propuesta, problematizando la relación entre narrativa y estética.</p><p>Luego de esa etapa, se desarrolló una solución visual que integra referencias, decisiones cromáticas y criterios compositivos de manera coherente. El resultado es un modelo conceptual y físico que evidencia la capacidad de idear, formalizar y comunicar una propuesta de diseño fundamentada, donde el cruce entre Death Note y la estética de Twenty One Pilots se traduce en una pieza gráfica clara, expresiva y consistentemente estructurada.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 4,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_4.webp",
        "title": "R.I.B.S",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>Este objeto corporal surge de la interpretación del <b>horror</b> como un lenguaje visual que tensiona la relación entre cuerpo, protección y amenaza. La propuesta combina una estructura frontal de alambre modelado y recubierto con tela plateada, diseñada como una jaula que delimita y expone el torso, articulada mediante cadenas que refuerzan su carácter rígido y ornamental.</p><p>En la espalda, el trabajo evoluciona hacia un volumen más agresivo: módulos de cartón forrado y yeso desde los cuales emergen formas puntiagudas que evocan peligro y defensa. Las cadenas que recorren el contorno generan contraste entre movilidad y peso, unificando la lectura escultórica de la pieza. El acabado metálico potencia la sensación de frialdad e intimidación.</p><p>El proyecto integra observación, conceptualización y experimentación material para traducir la idea de horror en un objeto aplicable al cuerpo, capaz de comunicar tensión, vulnerabilidad y fuerza a través de sus decisiones formales.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 5,
        "photo": "https://raw.githubusercontent.com/FranciscoPinoAUCh/primera-nota/refs/heads/main/img/foto-3.webp",
        "title": "COLOR, PIEZAS CUBO SOMA",
        "course": "Configuración visual I",
        "professor": "Profesor Carlos Ampuero",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 6,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_6.webp",
        "title": "PHOTOSHOOT ENCENDEDOR",
        "course": "Proyecto II",
        "professor": "Profesor René Perea",
        "description": "<p>El proyecto consistió en realizar una sesión de tres fotografías a partir de un objeto seleccionado y situado dentro de una historia construida específicamente para potenciar su significado visual. En este caso, se eligió el <b>encendedor</b> y se decidió enmarcarlo en el contexto narrativo de un casino. Una de las fotografías debía ser intervenida manualmente, añadiendo un gesto expresivo que profundizara la atmósfera construida.</p><p>La narrativa visual se articula en torno a escenas donde el encendedor se convierte en el eje que desencadena acciones y sensaciones: fuego encendiendo cigarros, cartas quemadas que revelan apuestas perdidas o momentos de quiebre, y un humo persistente que envuelve la composición con un aire denso y dramático. A través de estos elementos, el objeto deja de ser un simple artefacto cotidiano para asumir un rol protagónico.</p><p>El desarrollo del trabajo refleja la capacidad de observar e interpretar el entorno desde una perspectiva crítica, utilizando el análisis para construir una propuesta visual coherente y con intención narrativa. Al modelar esta pequeña historia y traducirla en imágenes conceptuales y físicas, se demuestra la habilidad para reconocer problemáticas, formalizar soluciones y comunicar ideas mediante recursos propios del Diseño. Esta experiencia consolida herramientas fundamentales y marca un cierre que habilita nuevas formas de explorar, imaginar y proyectar en futuros encargos.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 7,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_7.webp",
        "title": "EVOLUCIÓN DE ESPECIES",
        "course": "Proyecto II",
        "professor": "Profesor René Perea",
        "description": "<p>Este proyecto consistió en el desarrollo de una intervención corporal aplicada a dos partes del cuerpo (brazo y cabeza) utilizando como base una selección de especies naturales y abstrayendo de ellas sus rasgos más significativos. La propuesta se construyó a partir del <b>dragón azul (Glaucus atlanticus) y la flor murciélago (Tacca chantrieri)</b>, cuyos atributos formales y cromáticos guiaron las decisiones proyectuales. Del dragón azul se retomaron los tonos plateados y azules, mientras que de la flor murciélago se integraron matices morados.</p><p>Las piezas fueron realizadas principalmente en porcelana fría y tela, materiales que permitieron trabajar con detalle, generar volumen y explorar relaciones entre rigidez y flexibilidad. El proceso implicó observar y comprender las características biológicas de ambas especies para posteriormente traducirlas en gestos materiales que dialogaran con el cuerpo humano. Esta traducción requirió análisis, síntesis y una reflexión constante sobre cómo formalizar elementos orgánicos de manera coherente y expresiva.</p><p>El proyecto fue presentado a través de una secuencia fotográfica y audiovisual. En conjunto, el desarrollo de esta intervención demuestra la capacidad de observar críticamente el entorno, identificar oportunidades expresivas y transformarlas en soluciones visuales fundamentadas. El proceso permitió integrar análisis, metodología y experimentación material, consolidando competencias necesarias para conceptualizar, modelar y comunicar propuestas proyectuales con claridad e intención.</p><p><b>Trabajo realizado en conjunto con Vicente Medina</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 8,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/tacones.webp?raw=true",
        "title": "TACONES - INFOGRAFÍA + OBJETO TRIDIMENSIONAL",
        "course": "Proyecto III",
        "professor": "Profesora Clarisa Menteguiaga",
        "description": "<p>Este encargo consistió en desarrollar una infografía y un objeto infográfico tridimensional sobre un elemento de indumentaria con historia, trabajando a partir de los conceptos <b>poder, elegancia e impacto.</b> En mi caso, el objeto estudiado fueron los tacones, analizando su origen, evolución, transformaciones formales, significados culturales y presencia en distintos contextos. La infografía incorporó diversas tipologías de información; línea temporal, clasificación, comparativos, despiece y ubicación geográfica, para organizar de manera clara y completa todo el contenido recopilado.</p><p>La infografía debía realizarse con técnicas análogas, y a partir de esa exigencia seleccionamos los recursos que mejor se ajustaran a la historia y simbolismo del tacón. Elegimos trabajar con acuarela y tinta china, técnicas que permiten contrastes definidos y una expresión visual fuerte. Además, definimos una paleta de negro, gris, blanco y rojo, colores que refuerzan el carácter simbólico del tacón y acentúan los conceptos que guiaron el proyecto.</p><p>El trabajo buscó comprender los tacones más allá de su función práctica, observándolos como objetos cargados de significados sociales y estéticos. Tanto la infografía como el objeto tridimensional se desarrollaron para comunicar esta información de manera coherente y visualmente clara, aplicando herramientas de diseño para analizar, sintetizar y representar los contenidos de forma precisa y significativa.</p><p><b>Trabajo realizado en conjunto con Sayen Padilla</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 9,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/ptd.webp?raw=true",
        "title": "PROTECT THE DOLLS - INFOGRAFÍA, FANZINE Y OBJETO",
        "course": "Proyecto III",
        "professor": "Profesora Clarisa Menteguiaga",
        "description": "<p>Este proyecto consistió en el desarrollo de una infografía, un fanzine y un objeto complementario asociados a un movimiento social, explorando lenguajes gráficos análogos e incorporando recursos de inteligencia artificial como apoyo creativo. La temática seleccionada fue <b>“Protect the Dolls”</b>, trabajada desde los conceptos de <b>impacto, visibilidad y activismo</b>, buscando comunicar una postura crítica frente a la vulnerabilidad y exposición de los cuerpos simbólicos.</p><p>La propuesta combinó procesos manuales y experimentación material. La ilustración principal de la muñeca, generada con IA, fue integrada al conjunto mediante una técnica de estampado artesanal, aplicada también a los títulos y demás imágenes, reforzando la coherencia visual y la presencia táctil del proyecto. Además, se incorporaron recortes análogos escaneados, lo que permitió ampliar el lenguaje gráfico, sumando texturas y capas narrativas al discurso.</p><p>Este trabajo se orientó a observar, analizar y comprender un fenómeno social desde una perspectiva crítica, transformando esa reflexión en una propuesta comunicacional que articula representación, materialidad y mensaje. A través de metodologías propias del diseño, se levantaron interpretaciones, se estructuraron contenidos y se construyeron modelos visuales que buscan comunicar de forma clara y activa una problemática contemporánea. En su conjunto, el proyecto evidencia capacidades para reconocer problemáticas relevantes, plantear enfoques conceptuales y traducirlos en piezas gráficas coherentes, comprensibles y significativas dentro del ámbito del Diseño.</p><p><b>Trabajo realizado en conjunto con Catalyna Dunsmore</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 10,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/insectra.webp?raw=true",
        "title": "INSECTRA - IMAGEN CORPORATIVA",
        "course": "Procesos y prototipos I",
        "professor": "Profesora Pamela Fuentes",
        "description": "<p>El trabajo consistía en crear una empresa ficticia y desarrollar para ella un sistema completo de branding, incluyendo identidad visual, logo, imagen corporativa y fundamentos conceptuales. A partir de este encargo, se diseñó <b>INSECTRA</b>, una marca dedicada a la venta online de joyería facial y corporal unisex inspirada en la fusión entre lo tecnológico y lo orgánico.</p><p>INSECTRA surge de explorar cómo las formas y patrones presentes en los insectos pueden dialogar con la estética cyber y el imaginario futurista. Este cruce conceptual permitió construir una propuesta visual que integra sensibilidad natural con precisión tecnológica, posicionando a la marca dentro de un lenguaje contemporáneo y experimental.</p><p>El logo representa esta dualidad: una libélula estilizada con un acabado cromado metálico que le otorga volumen, brillo y un carácter casi mecánico. La figura del insecto simboliza transformación, ligereza y estructura, mientras que el tratamiento cromado remite a lo artificial, lo digital y lo futurista. Juntos, ambos elementos consolidan una identidad visual que expresa el ADN de la marca y establece un sello distintivo.</p><p>El desarrollo del proyecto implicó observar, analizar y comprender el contexto estético-cultural donde se insertaría la marca, identificando oportunidades y problemáticas propias del diseño de joyería alternativa. A partir de esta reflexión se generaron conceptos, bocetos y exploraciones formales que evolucionaron hacia un sistema gráfico coherente, adaptable y comunicable.</p><p><b>Trabajo realizado en conjunto con Catalyna Dunsmore y Veronica Soto</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 11,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_11.webp",
        "title": "BLIND BOX POP MART X BT21",
        "course": "Comunicación del Proyecto de Diseño",
        "professor": "Profesor Felix Maldonado de la Fuente",
        "description": "<p>Este proyecto consistió en la creación de un nuevo producto para la marca POP MART, desarrollando una blind box inspirada en los personajes de <b>BT21.</b> La propuesta estuvo basada en crear una relación directa entre cada personaje de BT21 y un álbum específico de BTS. El objetivo fue trasladar las características más representativas de cada era (como paletas cromáticas, elementos gráficos, vestuarios o símbolos característicos) hacia la apariencia de los personajes. De este modo, cada figura adquirió atributos visuales que permitían reconocer inmediatamente la referencia al álbum correspondiente, generando una colección coherente, temática y altamente identificable para el público.</p><p>El desarrollo permitió poner en práctica herramientas de representación, exploración formal y comunicación gráfica, enfocándose en resolver necesidades concretas del mercado y en construir una propuesta clara, funcional y estéticamente consistente. Con ello, se consolidaron habilidades esenciales para identificar problemáticas, plantear alternativas y materializar propuestas en un proyecto integral de diseño de producto.</p><p><b>Trabajo realizado en conjunto con Catalyna Dunsmore, Valentina Troncoso, Martina Araos y Antonia Dinamarca</b></p>",
        "gallery": "https://antonialarah.github.io/imagenes_portafolio/photo_1.webp.png"
    },
    {
        "id": 12,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/rata.webp?raw=true",
        "title": "RATA DE METAL",
        "course": "Procesos y Prototipos II",
        "professor": "Profesor Patricio Araya",
        "description":  "<p>El encargo consistió en diseñar y construir un animal metálico a partir de técnicas de plegado, uniones y troquelado. Mi propuesta fue una rata de metal compuesta por tres módulos principales, cuerpo, cola/parte superior y barriga, que se articularon mediante plegado manual y se unieron por soldadura de punto y remaches pop.</p><p>El proyecto implicó una exploración profunda de la geometría animal y de cómo traducirla a un objeto tridimensional mediante la manipulación del metal. A través del análisis de formas, la experimentación con estructuras y la resolución material, se desarrolló un modelo físico que evidencia tanto el proceso de observación como la capacidad de transformar ideas en soluciones formales.</p><p>Este trabajo refleja las habilidades adquiridas para interpretar el entorno, identificar problemáticas de diseño, y proponer respuestas innovadoras mediante metodologías propias de la disciplina. Asimismo, demuestra dominio en la conceptualización, la representación y la comunicación material de una propuesta, consolidando las bases necesarias para abordar desafíos proyectuales con criterio y sensibilidad técnica.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 13,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_13.webp",
        "title": "LUMINARIA DE METAL",
        "course": "Procesos y Prototipos II",
        "professor": "Profesor Patricio Araya",
        "description": "<p>Este proyecto consistió en el diseño y construcción de una lámpara metálica elaborada a partir de técnicas de plegado, troquelado y uniones. La pieza fue explorando las posibilidades volumétricas del material mediante dobleces precisos y uniones con soldadura de punto. Como referencia formal se tomó la lámpara <b>Klinklamp de Romy Kühne</b>, reinterpretándola desde una mirada propia para generar una propuesta estructural limpia y expresiva.</p><p>El desarrollo del proyecto permitió comprender de manera profunda la relación entre material, forma y función, integrando criterios técnicos y conceptuales para dar coherencia a la solución final. A través del análisis, la experimentación y la construcción del modelo físico, se ejercitaron habilidades esenciales para identificar problemáticas, formular respuestas viables y materializar ideas con herramientas propias del Diseño. Con este ejercicio se consolidó la capacidad de observar críticamente el entorno, tomar decisiones fundamentadas y comunicar de forma clara una propuesta que sintetiza creatividad, técnica y propósito.</p><p><b>Trabajo realizado en conjunto con Vicente Medina</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 14,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/volantin.webp?raw=true",
        "title": "VOLANTÍN",
        "course": "Proyecto IV",
        "professor": "Profesora Macarena Becas",
        "description": "<p>Este proyecto consistió en la aplicación de operaciones de simetría para la construcción del diseño de un volantín, comenzando con la creación de un módulo base. A partir de un cuadrado de 5 × 5 cm, dividido en tres espacios cromáticos utilizando vértices y puntos medios como guías, se desarrolló un primer ejercicio geométrico. Sobre este módulo se aplicaron dos operaciones fundamentales: una traslación rotatoria de –90° y una reflexión especular en eje X, lo que permitió conformar un supermódulo coherente en ritmo y estructura.</p><p>Posteriormente, este supermódulo se sometió a nuevas transformaciones (traslación, reflexiones especulares en los ejes X y Y, y una rotación final de –45° desde el centro) para generar la composición definitiva del volantín. El resultado es una pieza gráfica que evidencia comprensión de estructura modular, repetición, variación y coherencia visual, articuladas mediante métodos propios del diseño.</p><p>Este trabajo refleja la capacidad de observar, analizar y manipular relaciones espaciales como base para idear soluciones formales. Asimismo, demuestra habilidad para modelar propuestas mediante herramientas geométricas y para comunicar un concepto visual claro a través de un proceso riguroso de construcción y transformación. Con ello, se consolidan competencias esenciales para proyectar y materializar ideas de manera fundamentada dentro de la disciplina del diseño.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 15,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/hbjhb.webp?raw=true",
        "title": "TRANSPORTADOR DE VITUALLAS",
        "course": "Proyecto IV",
        "professor": "Profesora Macarena Becas",
        "description": "<p>Este proyecto consistió en diseñar un transportador de vituallas para un picnic de cine al aire libre, desarrollado a partir de una sola lámina que, mediante dobleces y encajes, se transforma en un contenedor funcional. El proceso se estructuró desde la identificación de una problemática principal: el elevado peso de los equipos tecnológicos, especialmente el proyector, que dificulta su traslado seguro y eficiente.</p><p>Para asegurar estabilidad y resistencia, el transportador fue construido con lona engomada reforzada internamente con cartón piedra, utilizado como entretela para otorgar rigidez estructural y evitar la pérdida de forma durante el uso. Además, se incorporaron dos asas de tubos de PVC, seleccionadas por su solidez y comodidad al manipular cargas pesadas.</p><p>La propuesta surge de la observación directa del escenario de uso y del análisis de sus requerimientos, permitiendo reconocer las necesidades esenciales del usuario y las limitaciones del contexto. A partir de este diagnóstico, se modeló y formalizó una solución capaz de distribuir mejor el peso, proteger los objetos transportados y facilitar su desplazamiento.</p><p>El proyecto refleja la capacidad de traducir una problemática concreta en un modelo conceptual y físico, integrando criterios funcionales, materiales y constructivos propios del diseño, y comunicando una respuesta pertinente y fundamentada al desafío planteado.</p><p><b>Trabajo realizado en conjunto con Vicente Medina</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 16,
        "photo": "https://antonialarah.github.io/imagenes_portafolio/photo_16.webp",
        "title": "MÁSCARA BLENDER",
        "course": "Herramientas computacionales",
        "professor": "Profesor Felipe Cortez",
        "description": "<p>Este proyecto consistió en diseñar una máscara de Halloween utilizando Blender, desarrollando un modelo tridimensional que posteriormente pudiera imprimirse y ensamblarse en papel. Opté por crear una máscara de mapache, explorando la geometría facetada y los pliegues necesarios para transformar una superficie digital en un objeto físico coherente y armable.</p><p>Con este ejercicio se consolidan capacidades de observación, representación y toma de decisiones proyectuales, utilizando herramientas digitales para idear y materializar soluciones. La máscara final sintetiza un recorrido que integra diagnóstico, modelación y comunicación visual, demostrando la habilidad para transformar una intención conceptual en un objeto concreto y funcional.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    }           
]
