[
    {
        "id": 1,
        "photo": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true",
        "title": "INTENSIDAD",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>El trabajo se desarrolló a partir de la exploración del concepto de <b>intensidad</b>, buscando traducirlo en una figura tridimensional construida en papel. Desde la observación y el análisis inicial, identifiqué que las formas afiladas y los materiales metálicos suelen transmitir intensidad. Con esa base conceptual, construí una composición en cartulina española negra y cartulina metálica plateada, donde múltiples puntas emergen para expresar visualmente esa sensación.</p><p>La elección del material plateado refuerza la sensación de intensidad gracias a su rigidez y carácter reflectante, generando brillos y contrastes que potencian la percepción del volumen. El resultado constituye un ejercicio de conceptualización y formalización que demuestra la capacidad de problematizar una idea, transformarla en un modelo físico y comunicar visualmente.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 2,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/jsjndknajkd.webp?raw=true",
        "title": "PUNZANTE",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>El encargo consistía en crear un objeto lumínico en papel que representara el concepto <b>punzante</b>, entendido como la mezcla entre agudo e intensidad. A partir del análisis de estos atributos, se diseñó una pieza construida en papel blanco, compuesta por una forma estirada con puntas para expresar lo agudo y un aro de púas que refuerza la idea de intensidad. La incorporación de luz roja acentúa visualmente esa energía intensa y hace que el objeto se perciba más agresivo.</p><p>Este proceso permitió avanzar desde la observación y el diagnóstico conceptual hacia la modelación y formalización de una solución física, aplicando metodologías propias del diseño. Así, la propuesta evidencia competencias adquiridas para conceptualizar, representar y comunicar un concepto a través de una pieza tridimensional coherente con los objetivos formativos.</p><p><b>Trabajo realizado en conjunto con Giulia Pepe.</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 3,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/bjknkjn.webp?raw=true",
        "title": "PORTADA VINILO TWENTY ONE PILOTS X DEATH NOTE",
        "course": "Proyecto I",        
        "professor": "Profesor René Perea",
        "description": "<p>Este proyecto consiste en el diseño de una portada de vinilo basada en un libro, en este caso, <b>Death Note</b>, reinterpretada visualmente como si hubiera sido creada por mi referente elegido, la banda <b>Twenty One Pilots</b>. La propuesta se construye a partir de un análisis crítico tanto del imaginario del manga como del lenguaje visual del álbum Trench integrando su paleta distintiva en amarillo y negro y su composición visual. En esta síntesis, el personaje Ryuk asume el rol central, reemplazando al buitre negro presente en la portada original de Trench y convirtiéndose en el elemento que articula la composición.</p><p>El proceso se construyó a partir de la observación y el análisis crítico de ambos universos visuales, identificando los recursos esenciales de cada uno y evaluando cómo podían dialogar sin perder su identidad. A partir de este diagnóstico inicial, se definieron los ejes conceptuales y formales que guiarían la propuesta, problematizando la relación entre narrativa y estética.</p><p>Luego de esa etapa, se desarrolló una solución visual que integra referencias, decisiones cromáticas y criterios compositivos de manera coherente. El resultado es un modelo conceptual y físico que evidencia la capacidad de idear, formalizar y comunicar una propuesta de diseño fundamentada, donde el cruce entre Death Note y la estética de Twenty One Pilots se traduce en una pieza gráfica clara, expresiva y consistentemente estructurada.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 4,
        "photo": "https://milladincea.github.io/primera-nota/img/foto4.webp",
        "title": "R.I.B.S",
        "course": "Proyecto I",
        "professor": "Profesor René Perea",
        "description": "<p>Este objeto corporal surge de la interpretación del <b>horror</b> como un lenguaje visual que tensiona la relación entre cuerpo, protección y amenaza. La propuesta combina una estructura frontal de alambre modelado y recubierto con tela plateada, diseñada como una jaula que delimita y expone el torso, articulada mediante cadenas que refuerzan su carácter rígido y ornamental.</p><p>En la espalda, el trabajo evoluciona hacia un volumen más agresivo: módulos de cartón forrado y yeso desde los cuales emergen formas puntiagudas que evocan peligro y defensa. Las cadenas que recorren el contorno generan contraste entre movilidad y peso, unificando la lectura escultórica de la pieza. El acabado metálico potencia la sensación de frialdad e intimidación.</p><p>El proyecto integra observación, conceptualización y experimentación material para traducir la idea de horror en un objeto aplicable al cuerpo, capaz de comunicar tensión, vulnerabilidad y fuerza a través de sus decisiones formales.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 5,
        "photo": "https://raw.githubusercontent.com/FranciscoPinoAUCh/primera-nota/refs/heads/main/img/foto-3.webp",
        "title": "COLOR, PIEZAS CUBO SOMA",
        "course": "Configuración visual I",
        "professor": "Profesor Carlos Ampuero",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 6,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/encendedor.webp?raw=true",
        "title": "PHOTOSHOOT ENCENDEDOR",
        "course": "Proyecto II",
        "professor": "Profesor René Perea",
        "description": "<p>El proyecto consistió en realizar una sesión de tres fotografías a partir de un objeto seleccionado y situado dentro de una historia construida específicamente para potenciar su significado visual. En este caso, se eligió el <b>encendedor</b> y se decidió enmarcarlo en el contexto narrativo de un casino. Una de las fotografías debía ser intervenida manualmente, añadiendo un gesto expresivo que profundizara la atmósfera construida.</p><p>La narrativa visual se articula en torno a escenas donde el encendedor se convierte en el eje que desencadena acciones y sensaciones: fuego encendiendo cigarros, cartas quemadas que revelan apuestas perdidas o momentos de quiebre, y un humo persistente que envuelve la composición con un aire denso y dramático. A través de estos elementos, el objeto deja de ser un simple artefacto cotidiano para asumir un rol protagónico.</p><p>El desarrollo del trabajo refleja la capacidad de observar e interpretar el entorno desde una perspectiva crítica, utilizando el análisis para construir una propuesta visual coherente y con intención narrativa. Al modelar esta pequeña historia y traducirla en imágenes conceptuales y físicas, se demuestra la habilidad para reconocer problemáticas, formalizar soluciones y comunicar ideas mediante recursos propios del Diseño. Esta experiencia consolida herramientas fundamentales y marca un cierre que habilita nuevas formas de explorar, imaginar y proyectar en futuros encargos.</p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 7,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/ede%20(1).webp?raw=true",
        "title": "EVOLUCIÓN DE ESPECIES",
        "course": "Proyecto II",
        "professor": "Profesor René Perea",
        "description": "<p>Este proyecto consistió en el desarrollo de una intervención corporal aplicada a dos partes del cuerpo (brazo y cabeza) utilizando como base una selección de especies naturales y abstrayendo de ellas sus rasgos más significativos. La propuesta se construyó a partir del <b>dragón azul (Glaucus atlanticus) y la flor murciélago (Tacca chantrieri)</b>, cuyos atributos formales y cromáticos guiaron las decisiones proyectuales. Del dragón azul se retomaron los tonos plateados y azules, mientras que de la flor murciélago se integraron matices morados.</p><p>Las piezas fueron realizadas principalmente en porcelana fría y tela, materiales que permitieron trabajar con detalle, generar volumen y explorar relaciones entre rigidez y flexibilidad. El proceso implicó observar y comprender las características biológicas de ambas especies para posteriormente traducirlas en gestos materiales que dialogaran con el cuerpo humano. Esta traducción requirió análisis, síntesis y una reflexión constante sobre cómo formalizar elementos orgánicos de manera coherente y expresiva.</p><p>El proyecto fue presentado a través de una secuencia fotográfica y audiovisual. En conjunto, el desarrollo de esta intervención demuestra la capacidad de observar críticamente el entorno, identificar oportunidades expresivas y transformarlas en soluciones visuales fundamentadas. El proceso permitió integrar análisis, metodología y experimentación material, consolidando competencias necesarias para conceptualizar, modelar y comunicar propuestas proyectuales con claridad e intención.</p><p><b>Trabajo realizado en conjunto con Vicente Medina</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 8,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/tacones.webp?raw=true",
        "title": "TACONES, INFOGRAFÍA + OBJETO TRIDIMENSIONAL",
        "course": "Proyecto III",
        "professor": "Profesora Clarisa Menteguiaga",
        "description": "<p>Este encargo consistió en desarrollar una infografía y un objeto infográfico tridimensional sobre un elemento de indumentaria con historia, trabajando a partir de los conceptos <b>poder, elegancia e impacto.</b> En mi caso, el objeto estudiado fueron los tacones, analizando su origen, evolución, transformaciones formales, significados culturales y presencia en distintos contextos. La infografía incorporó diversas tipologías de información; línea temporal, clasificación, comparativos, despiece y ubicación geográfica, para organizar de manera clara y completa todo el contenido recopilado.</p><p>La infografía debía realizarse con técnicas análogas, y a partir de esa exigencia seleccionamos los recursos que mejor se ajustaran a la historia y simbolismo del tacón. Elegimos trabajar con acuarela y tinta china, técnicas que permiten contrastes definidos y una expresión visual fuerte. Además, definimos una paleta de negro, gris, blanco y rojo, colores que refuerzan el carácter simbólico del tacón y acentúan los conceptos que guiaron el proyecto.</p><p>El trabajo buscó comprender los tacones más allá de su función práctica, observándolos como objetos cargados de significados sociales y estéticos. Tanto la infografía como el objeto tridimensional se desarrollaron para comunicar esta información de manera coherente y visualmente clara, aplicando herramientas de diseño para analizar, sintetizar y representar los contenidos de forma precisa y significativa.</p><p><b>Trabajo realizado en conjunto con Sayen Padilla</b></p>",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 9,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/ptd.webp?raw=true",
        "title": "“PROTECT THE DOLLS”, INFOGRAFÍA, FANZINE Y OBJETO",
        "course": "Proyecto III",
        "professor": "Profesora Clarisa Menteguiaga",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 10,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/insectra.webp?raw=true",
        "title": "INSECTRA, IMAGEN CORPORATIVA",
        "course": "Procesos y prototipos I",
        "professor": "Profesora Pamela Fuentes",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 11,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/Sin%20ti%CC%81tulo-2.webp?raw=true",
        "title": "BLIND BOX POP MART BT21",
        "course": "Comunicación del Proyecto de Diseño",
        "professor": "Profesor Felix Maldonado de la Fuente",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 12,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/rata.webp?raw=true",
        "title": "RATA DE METAL",
        "course": "Procesos y Prototipos II",
        "professor": "Profesor Patricio Araya",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 13,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/lampara.webp?raw=true",
        "title": "LUMINARIA DE METAL",
        "course": "Procesos y Prototipos II",
        "professor": "Profesor Patricio Araya",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 14,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/volantin.webp?raw=true",
        "title": "VOLANTÍN",
        "course": "Proyecto IV",
        "professor": "Profesora Macarena Becas",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 15,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/hbjhb.webp?raw=true",
        "title": "TRANSPORTADOR DE VITUALLAS",
        "course": "Proyecto IV",
        "professor": "Profesora Macarena Becas",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    },
    {
        "id": 16,
        "photo": "https://github.com/antonialarah/cuarta-nota/blob/main/mascara.webp?raw=true",
        "title": "MÁSCARA ANIMAL BLENDER",
        "course": "Herramientas computacionales",
        "professor": "Profesor Felipe Cortez",
        "description": "descripcion pendiente de mi trabajo",
        "gallery": "https://github.com/antonialarah/primera-nota/blob/main/img/INTENSIDAD%20(1).webp?raw=true"
    }           
]
