[
    {
        "id": 1,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_1.webp",
        "title": "El juicio prohibido",
        "course": "Representación Conceptual",
        "description": "<p>Docente: Grace Mellea.</p><p>Trabajo realizado con Giulia Pepe.</p>Diseño e ilustración completa de un juego Memorice basado en la dualidad de los Siete Pecados Capitales y los Diez Mandamientos. La propuesta gráfica se sustenta en una ilustración digital detallada y una estrategia cromática intensiva que emplea el color rojo predominante para crear deliberadamente un desafío perceptivo y una tensión visual coherente con el concepto.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_1.webp"
    },
    {
        "id": 2,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_2.webp",
        "title": "Florecimiento Glaciar",
        "course": "Proyecto I",
        "description": "<p>Docente: René Perea.</p><p>Trabajo realizado con Ayline Marín.</p>Diseño y construcción de una objeto tridimensional geometrizado, concebido a partir de la extracción y síntesis de un concepto abstracto llevado a la forma. La pieza se compone de un ensamble de módulos triangulares interconectados, explorando la materialidad de papeles translucidos que permitieran el juego con lo lumínico.El elemento central es la luz: un sistema interno de iluminación LED (con una placa de al menos 10 diodos de color azul, desarrollados e instalados personalmente) que interactúa con las caras internas y externas del objeto.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_2.webp"
    },
    {
        "id": 3,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_3.webp",
        "title": "Nebulosa de magallanes",
        "course": "Proyecto II",
        "description": "<p>Docente: Gabriela Pradenas.</p>Diseño de una luminaria conceptual inspirada en la atmósfera cromática de las nebulosas y las auroras boreales. El núcleo del proyecto reside en la experimentación radical con la materialidad plástica: mediante técnicas de fusión y manipulación térmica, se creó una forma orgánica y translúcida capaz de contener y proyectar la luz. Esta forma orgánica tiene la función específica de multiplicar la refracción y el reflejo del espectro lumínico, haciendo que la pieza revele una gama de colores mayor a la fuente de luz directa.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_3.webp"
    },
    {
        "id": 4,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_4.webp",
        "title": "Trisamina",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Petruska.</p>Diseño de personaje y objeto escultórico, Trisamina, concebido bajo el concepto de diseño emocional y la transferencia de carga afectiva en momentos de vulnerabilidad. El personaje surge de la metáfora del pañuelo desechado: un pequeño ser que simboliza y contiene la tristeza que se 'suelta' al llorar, actuando como un acompañante silencioso que asume la carga emocional del usuario. En cuanto a la materialidad, la pieza fue construida a partir de una estructura interna de goma EVA que proporciona ligereza y maleabilidad, y luego recubierta con porcelana fría. Esta elección material busca imitar la textura arrugada y empapada del pañuelo, ofreciendo una superficie táctil<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_4.webp"
    },
    {
        "id": 5,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_5.webp",
        "title": "¿Acaso me miras?",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela petruska.</p>Escultura conceptual construida a partir de una materialidad reciclada: lentes oftálmicos recuperados y ensamblados. El proyecto aborda la tensión entre la percepción interna y la mirada externa, explorando cómo la persona siente que es vista por los demás. Además se incorpora impresiones encogibles de ojos humanos, dispuestas en la estructura para crear un efecto de vigilancia. La pieza concluye que, aunque la mirada colectiva es omnipresente, solo el individuo es consciente de esta presión. Se enfatiza la imposibilidad de acceder a la verdad detrás de la mirada del otro.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_5.webp"
    },
    {
        "id": 6,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_6.webp",
        "title": "Mientras Yubooh Duerme",
        "course": "Proyecto I",
        "description": "<p>Docente: René Perea.</p>Diseño de portada ilustrada conceptualizada para un hipotético disco, inspirada en la obra Mientras Yubooh Duerme. La pieza se desarrolló con una alusión al estilo gráfico de Alex Hirsch, caracterizado por su narrativa visual distintiva y estética peculiar. La ilustración central rinde homenaje al elemento característico del libro: los peces, interpretándolos de una manera que equilibra la iconografía original con la influencia del estilo elegido.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_6.webp"
    },
    {
        "id": 7,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_7.webp",
        "title": "Taburete escalera",
        "course": "Procesos y Prototipos II",
        "description": "<p>Docente: Antonio Marín.</p><p>Trabajo realizado con Ayline Marín.</p>Prototipo funcional de taburete escalera enfocado en la aplicación rigurosa de técnicas de unión esenciales de carpintería. El  proyecto sirvió como un ejercicio de proceso constructivo diseñado para demostrar la comprensión de la integridad estructural y la destreza manual.La materialidad seleccionada incluyó maderas nativas (Raulí y Álamo), valorando sus propiedades físicas y estéticas. El ensamblaje estructural se realizó mediante tres uniones clave: cola de milano, caja y espiga, y media madera entarugada.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_7.webp"
    },
    {
        "id": 8,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_8.webp",
        "title": "Transportador para picnic",
        "course": "Proyecto IV",
        "description": "<p>Docente: Macarena Becas .</p>Trabajo realizado con Camila Calquín.<p></p>Diseño de un transportador multifuncional para picnic de manualidades, centrado en la eficiencia constructiva modular. La estructura fue concebida como una pieza única sin adhesivos,  exclusivamente ensambles, plegados y troqueles para su armado. El componente clave fue la investigación material: se propuso una recreación del material Tetra Pak por su alta resistencia y accesibilidad. El principal desafío técnico superado fue el diseño innovador de dos retenedores superiores que aseguran el equilibrio y el peso de dos botellas de 1.5 litros.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_8.webp"
    },
    {
        "id": 9,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_9.webp",
        "title": "Las troyanas",
        "course": "Taller Básico II",
        "description": "<p>Docentes: Veronica Soto y Valentina Sanjuan.</p>Diseño integral para la puesta en escena de Las Troyanas, abarcando la escenografía, planimetría detallada y propuesta de vestuario. La interpretación conceptual visualiza a las troyanas como novias sometidas, contrastando la pureza ceremonial con el trágico destino impuesto. La escenografía se explora a través de una maqueta cuya arena es, de hecho, arroz finamente molido.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_9.webp"
    },
    {
        "id": 10,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_10.webp",
        "title": "Tocado Ceremonial",
        "course": "Proyecto I",
        "description": "<p>Docente: René Perea.</p>Diseño y creación de un tocado que explora la simbología de la autoridad a través de la materialidad. La pieza central, una aureola de tela con textura arrugada, contrasta con un casquete liso dorado. Los detalles de borlas rojas y esferas doradas complementan la composición, añadiendo un elemento de adorno ancestral, inspirando un símbolo de realeza. Este proyecto demuestra la habilidad en el diseño de vestuario/caracterización.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_10.webp"
    },
    {
        "id": 11,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_11.webp",
        "title": "Moddis",
        "course": "Comunicación del proyecto de diseño",
        "description": "<p>Docente: Felix Maldonado.</p><p>Trabajo realizado con Giulia Pepe, Camila Calquín y Ayline Marín.</p>Propuesta de innovación social en diseño de juguetes que promueve la inclusión mediante un sistema de muñecas totalmente personalizables. Realicé la ilustración de personajes (técnica específica) con enfoque en la representación diversa. Se busca alinear los valores éticos con la presentación final.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_11.webp"
    },
    {
        "id": 12,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_12.webp",
        "title": "Ciclón",
        "course": "Color I",
        "description": "<p>Docente: Andrea Contreras.</p>Proyecto centrado en la exploración cromática y la materialidad textil para conceptualizar el fenómeno de un ciclón. Se utilizó una composición de múltiples tiras de tela, variando en texturas y grosores, para construir una forma dinámica. La intervención de un color contrastante en el punto central se diseñó estratégicamente para acentuar la alusión visual al vórtice ciclónico, destacando el impacto visual de la interacción entre color y volumen. Un ejercicio que subraya la capacidad de las fibras y acabados textiles para comunicar conceptos complejos.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_12.webp"
    },
    {
        "id": 13,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_13.webp",
        "title": "Orgánico",
        "course": "Proyecto I",
        "description": "<p>Docente: René Perea.</p>Proyecto que explora la abstracción geométrica aplicada a un concepto orgánico de crecimiento. Se desarrolló una estructura tridimensional mediante la articulación de formas triangulares en papel, creando una composición dinámica que evoca una expansión ascendente. El trabajo enfatiza la transformación de la bidimensionalidad del papel en volumen, simulando la vitalidad de un crecimiento orgánico a través de una construcción modular y material.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_13.webp"
    },
    {
        "id": 14,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_14.webp",
        "title": "Lámpara de metal",
        "course": "Procesos y prototipos II",
        "description": "<p>Docente: Antonio Marín </p><p>Trabajo realizado con Giulia Pepe.</p>Diseño y fabricación de una luminaria de mesa que articula la geometrización modular de un patrón orgánico (como las mariposas) en una estructura industrial. La pieza fue construida con láminas de zinc (para la pantalla angular) y tubo de acero dulce (para el soporte y la base hexagonal), demostrando competencia en la manipulación y ensamblaje de materiales metálicos rígidos. El diseño explora la transformación de la luz a través de facetas y ángulos, proyectando sombras dinámicas.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_14.webp"
    },
    {
        "id": 15,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_15.webp",
        "title": "Dripping Sun",
        "course": "Taller básico I",
        "description": "<p>Docente: Ricardo Romero y Andrea Contreras.</p><p>Trabajo realizado con Selene Figueroa y Xaviera Mundaca.</p>Instalación escultórica a gran escala (más de 16 metros) inspirada en la sinestesia de la pieza musical Dripping Sun. La obra materializa la composición sonora a través de formas orgánicas suspendidas, invitando al espectador a una inmersión sensorial. La materialidad se basa en láminas de mica (plástico termoplástico), tratadas mediante manipulación térmica controlada para inducir texturas y curvaturas únicas. El movimiento de las piezas flotantes y el juego de la iluminación refuerzan la experiencia, demostrando la capacidad de la materialidad alterada para generar atmósferas envolventes y traducir conceptos abstractos.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_15.webp"
    },
    {
        "id": 16,
        "photo": "https://shootingstarcony.github.io/img_portafolio/photo_16.webp",
        "title": "Cápsula del tiempo",
        "course": "Proyecto II",
        "description": "<p>Docente: Gabriela Pradenas.</p>Diseño conceptual de una Cápsula del Tiempo con el desafío de garantizar la conservación extrema de un objeto simbólico (la tercera mano) por un milenio. El proyecto se materializó a través de un prototipo rápido en papel, utilizando la gráfica y el collage para narrar el concepto, incluyendo etiquetas de tiempo y contenido.<p>",
        "gallery": "https://shootingstarcony.github.io/img_portafolio/gallery_16.webp"
    }
]






