[
    {
        "id": 1,
        "photo":  "https://catsgugu.github.io/img/fotos/foto01.webp",
        "title": "Objeto de luz",
        "course": "Proyecto I",
        "description": "<p>Docente: Reneé Perea.</p><p>Trabajo realizado en duplas con Antonia Lara.</p><p>Propuesta de objeto de luz en base a los conceptos: Agresivo, Puntiagudo y Agudo</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria01.webp"
    },
    {
        "id": 2,
        "photo": "https://catsgugu.github.io/img/fotos/foto02.webp",
        "title": "Vinilo X Libro",
        "course": "Proyecto II",
     "description": "<p>Docente: Reneé Perea.</p><p>Diseño inspirado en una combinación del manga Chainsaw Man con el artista Kanye West.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria02.webp"
    },
    {
        "id": 3,
        "photo": "https://catsgugu.github.io/img/fotos/foto03.webp",
        "title": "Collage ¿Te transmito suficiente?",
        "course": "Representación Conceptual",
        "description": "<p>Docente: Grace Mallea</p><p>Proyecto de composición visual a través de la técnica del collage. El trabajo se centró en la síntesis conceptual de una idea o tema complejo, este ejercicio requirió la aplicación de principios de composición, jerarquía visual y teoría del color para organizar elementos dispares en un conjunto coherente y significativo.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria03.webp"
       
    },
    {
        "id": 4,
         "photo": "https://catsgugu.github.io/img/fotos/foto04.webp",
        "title": "Collage Concepto PSICOSIS",
        "course": "Configuración Visual II",
        "description": "<p>Docente: Juan Calderón</p><p>Proyecto individual de collage digital que exploró el concepto de la psicosis. El trabajo se centró en la creación de una composición visualmente intensa mediante la manipulación cromática y el uso de espirales como elemento simbólico central. Se demostró la capacidad de generar una narrativa emocional profunda y aplicar técnicas de diseño digital para construir una atmósfera inquietante y vibrante.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria04.webp"
    },
    {
        "id": 5,
         "photo": "https://catsgugu.github.io/img/fotos/foto05.webp",
        "title": "Fotomontaje conceptual de Línea",
        "course": "Proyecto II",
        "description": "<p>Docente: Reneé Perea</p><p>Proyecto fotográfico centrado en la exploración y representación del concepto de la línea a través de la técnica del fotomontaje digital. El trabajo consistió en la síntesis de tres fotografías individuales que fueron editadas y unificadas para construir una nueva composición. El objetivo fue demostrar la capacidad de interpretar un concepto abstracto (la línea, en su sentido geométrico o narrativo) y materializarlo en una instalación de tres piezas que funcionan tanto de manera autónoma como integradas en un conjunto coherente.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria05.webp"
    },
    {
        "id": 6,
         "photo": "https://catsgugu.github.io/img/fotos/foto06.webp",
        "title": "Baraja Cartas El juicio Prohibido",
        "course": "Representación Conceptual",
        "description": "<p>Docente: Grace Mallea</p><p>Trabajo realizado con Constanza Venegas.</p><p>Proyecto de diseño de producto enfocado en la creación de una baraja de Memorice con temática de los Siete Pecados y Siete Virtudes Capitales. El trabajo requirió el diseño de ilustraciones duales que fueran visualmente compatibles y conceptualmente opuestas, facilitando la identificación y memorización de cada par (pecado/virtud). Este proyecto demostró la capacidad de transformar un concepto filosófico y ético complejo en un producto lúdico y didáctico, aplicando principios de diseño gráfico para asegurar la coherencia visual y la efectividad comunicativa en un formato de juego.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria06.webp"

    },
    {
        "id": 7,
         "photo": "https://catsgugu.github.io/img/fotos/foto07.webp",
        "title": "Identidad Floramor",
        "course": "Procesos y prototipos I",
        "description": "<p>Docente: Pamela Fuentes.</p><p>Trabajo realizado en grupo Camila Calquín y Constanza Venegas.</p><p>Este trabajo consistió en el desarrollo integral de una marca, cubriendo su identidad visual, lenguaje de comunicación y estrategia de producto/servicio. Se demostró una sólida capacidad de comunicación profesional al responder a un brief detallado y al enfocar la solución en las necesidades de un perfil de usuario específico. La innovación se centró en un packaging sustentable con doble funcionalidad (transporte y posterior uso como florero o macetero). El proyecto se completó con la consolidación de la identidad visual a través del diseño y la simulación (mockup) de la página web, ofreciendo una visión completa de la aplicación del diseño en múltiples plataformas.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria07.webp"
    },
    {
        "id": 8,
          "photo": "https://catsgugu.github.io/img/fotos/foto08.webp",
        "title": "Afectos Desechados",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Gatica</p>Proyecto de diseño inspirado en un artefacto simbólico que encapsulaba la idea del anhelo profundo del alma. El trabajo se centró en descifrar la carga emocional y existencial de este objeto, traduciendo su forma y textura en un diseño que evocara la intensidad de una aspiración íntima e inalcanzable. Se demostró la habilidad para materializar un sentimiento abstracto a través de la interpretación de un símbolo ancestral o personal.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria08.webp"
    
    },
    {
        "id": 9,
          "photo": "https://catsgugu.github.io/img/fotos/foto09.webp",
        "title": "Gráficas Urgentes",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Gatica</p><p>Diseño y producción de un afiche y un fanzine que constituyeron una crítica directa a la apatía y la postura apolítica. El proyecto utilizó el diseño gráfico para comunicar que, decir que no te interesa la política está mal, buscando provocar una reflexión en el espectador. Se demostró la capacidad de generar un mensaje contundente y memorable a través de la edición y la composición, abordando temas de relevancia social con una voz clara y bien definida.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria09.webp"
    },
    {
        "id": 10,
         "photo": "https://catsgugu.github.io/img/fotos/foto10.webp",
        "title":"Producto Moddis",
        "course": "Comunicación del proyecto de diseño",
         "description": "<p>Docente: Felix Maldonado.</p><p>Trabajo realizado en grupo con Camila Calquín, Ayline Marín y Constanza Venegas.</p><p>Se desarrolló Moddis, una propuesta de nuevo juguete enfocada en la innovación social y la inclusión. El proyecto se basa en un sistema de muñecas totalmente personalizables que garantiza que todas las infancias encuentren una representación con la cual identificarse y sentirse incluidas. Este trabajo demuestra la capacidad de investigación estratégica para transformar una necesidad social (la falta de representación) en una solución de diseño industrial viable para una corporación. La propuesta de valor se comunica de forma efectiva, destacando la diversidad y la modularidad como elementos clave.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria10.webp"
    },
    {
        "id": 11,
          "photo": "https://catsgugu.github.io/img/fotos/foto11.webp",
        "title": "Prototipo lámpara de metal",
        "course": "Procesos y prototipos II",
        "description": "<p>Docente: Antonio Marín</p><p>Proyecto realizado en duplas con Constanza Venegas</p><p>Diseño y fabricación de una lámpara funcional, demostrando el dominio de los procesos de trabajo con materiales metálicos en el ámbito industrial. La pieza, con una forma inspirada en la silueta de un hongo, fue construida utilizando plancha de zinc galvanizado de 1.5mm y tubo de acero de 3/4. El proceso de manufactura requirió la capacidad de investigación y creación para el desarrollo de un prototipo en cartón y la posterior aplicación de técnicas industriales rigurosas: corte y plegado de plancha, curvado de tubo, y ensamblaje final mediante soldadura de punto y remachado. Este proyecto consolida las habilidades en la manipulación de metal y la integración de sistemas eléctricos.",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria11.webp"
    },
    {
        "id": 12,
            "photo": "https://catsgugu.github.io/img/fotos/foto12.webp",
        "title": "Artefacto para sobrevivir al presente",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Gatica</p><p>Diseño de un reloj conceptual que actuaba como un dispositivo anti-adultocentrista. Su función era castigar al adulto convirtiéndolo temporalmente en niño, alterando su percepción del tiempo y su rol. El proyecto demostró la capacidad de utilizar el diseño de producto para la crítica social, invirtiendo roles para generar empatía y reflexión sobre las jerarquías de edad.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria12.webp"
    },
    {
        "id": 13,
     "photo": "https://catsgugu.github.io/img/fotos/foto13.webp",
        "title": "Intervención Corporal Physalis",
        "course": "Proyecto II",
        "description": "<p>Docente: Juan Calderón</p><p>Trabajo realizado con Claudio Abarca.</p><p>Intervención corporal inspirada en la planta Physalis, buscando replicar su morfología protectora y su estructura velada. El proyecto se centró en la interpretación de la cáscara o cáliz que envuelve la fruta, transformándola en un elemento que interactúa con el cuerpo, sugiriendo fragilidad, protección y el misterio de lo oculto. Se demostró la capacidad de traducir una forma orgánica en una experiencia táctil y visual sobre el cuerpo humano.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria13.webp"
    },
    {
        "id": 14,
          "photo": "https://catsgugu.github.io/img/fotos/foto14.webp",
        "title": "Intervención Corporal Conceptual",
        "course": "Proyecto I",
        "description": "<p>Docente: Reneé Perea</p><p>Trabajo realizado con Constanza Venegas.</p><p>Intervención corporal inspirada en la destrucción, utilizando el cuerpo como lienzo para explorar la deconstrucción y la fragilidad. El proyecto buscó generar una reflexión visual sobre la vulnerabilidad y la transformación, traduciendo el concepto de destrucción en una experiencia estética potente sobre la forma humana.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria14.webp"
    },
    {
        "id": 15,
          "photo": "https://catsgugu.github.io/img/fotos/foto15.webp",
        "title": "Volantín con módulo",
        "course": "Proyecto IV",
        "description": "<p>Docente: Macarena Becas</p><p>Este proyecto se centró en la aplicación práctica de la geometría y la composición mediante el diseño de un módulo visual tricolor. Al aplicar rigurosas leyes de simetría (reflexión y rotación), se estructuró un patrón complejo. El ejercicio no solo demostró la capacidad de pensamiento crítico para seguir reglas matemáticas, sino que culminó en la materialización de este diseño abstracto como el patrón decorativo de un volantín artesanal.</p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria15.webp"
    },
    {
        "id": 16,
           "photo": "https://catsgugu.github.io/img/fotos/foto16.webp",
        "title": "Logo personal",
        "course": "Configuración visual I",
        "description": "<p>Docente: Leonardo Soto</p><p>Proyecto individual enfocado en la creación de identidad visual a través de la síntesis conceptual. La identidad se basó en la traducción gráfica de tres atributos clave: Hermético, Versátil y Complicado. El proceso creativo demostró la capacidad de innovación y creación mediante el desarrollo de nueve bocetos iniciales que guiaron la forma final del logotipo. La materialización industrial consistió en la producción del logo en goma eva de alta densidad para crear un timbre funcional, llevando el diseño gráfico a un objeto táctil y replicable.<p>",
        "gallery": "https://catsgugu.github.io/img/galeria/galeria16.webp"
    }
]
