[
  {
    "id": 1,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/1.webp?raw=true",
    "title": "Luminaria MuseoTaller",
    "course": "Proyecto III",
    "professor": "Clarisa Menteguiaga",
    "description": "<p>Este proyecto se centró en el análisis de emplazamiento, partiendo de la selección del  <b>Museo Taller</b> en el Barrio Yungay para establecer la base de la propuesta de diseño. El encargo requería la observación crítica y la problematización de una necesidad funcional real dentro de ese espacio: la carencia de iluminación dirigida para las actividades de enseñanza y trabajo. Este déficit lumínico y la necesidad de una herramienta adaptable establecieron el requisito principal: diseñar un objeto que fuera intrínsecamente flexible y móvil, diferenciándose de una pieza de carácter estático o meramente decorativo.</p><p>La propuesta trató el desafío mediante la modelación y formalización de una luminaria de mesa cuya estructura se integra conceptual y materialmente al lugar de estudio. Se seleccionó la madera como material principal para asegurar la coherencia material con la estética rústica del taller. La solución propuesta se centró en el desarrollo de un sistema articulado que confiere al objeto la movilidad necesaria, permitiendo al usuario modificar la altura y el ángulo de la fuente de luz con precisión. Este mecanismo flexible, diseñado para el trabajo activo, permitió cumplir con la ergonomía de uso requerida por el contexto específico.</p><p>El resultado final es un modelo físico que evidencia la capacidad de reconocer problemas funcionales derivados del emplazamiento y de idear soluciones que integran forma, función y contexto. Este trabajo consolida las competencias para conceptualizar, representar y comunicar propuestas de diseño industrial que abordan la materialidad, la flexibilidad estructural y la justificación contextual de manera coherente, resolviendo el problema de la iluminación de trabajo.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/Gallery1.webp?raw=true"
  },

  {
    "id": 2,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/2.webp?raw=true",
    "title": "Objeto de luz",
    "course": "Proyecto II",
    "professor": "Gabriela Pradenas",
    "description": "<p>Este proyecto consistió en el desarrollo de un modelo conceptual y físico. El cual el objetivo era <b>observar, interactuar y comprender el entorno</b>, mediante una mirada crítica y problematización que condujera a la ideación de soluciones. La propuesta debía demostrar la capacidad de reconocer problemas, modelar y formalizar soluciones mediante metodologías y herramientas propias de la disciplina, adquiriendo las competencias para conceptualizar, representar y comunicar la solución de Diseño.</p><p>La propuesta trató la ambivalencia entre lo orgánico y lo geométrico, tomando como referentes el armadillo y el edificio de Sídney. A partir de estas refrencias, se formalizó una estructura facetada compuesta por alambre y cartón forrado, seleccionada para funcionar como soporte de la luz y la gráfica. El diseño se articuló en dos actos de representación principales: Contención y Proyección. Para la Contención, inspirada en el <b>Fovismo</b>, se usaron colores vibrantes y materiales opacos (papel diamante, volantín) con el fin de generar una sensación de intensidad controlada, y para la Proyección, enfocada en lo <b>múltiple</b> y los <b>fractales</b>, se emplearon materiales reflectantes y transparentes (celofán, papel metálico, CD) para amplificar la forma y el color en el espacio.</p><p>El resultado final es un modelo conceptual y físico que evidencia la aplicación coherente de las competencias. Se seleccionaron luces frías con potencias calibradas para cumplir los objetivos de cada acto.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery2.webp?raw=true"
  },

  {
    "id": 3,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/3.webp?raw=true",
    "title": "Cápsula de un objeto atesorable",
    "course": "Proyecto II",
    "professor": "Gabriela Pradenas",
    "description": "<p>Este proyecto consistió a partir de la etapa de análisis y diagnóstico, con el objetivo de extraer conceptos e \"ideas fuerza\" capaces de fundamentar la forma, materialidad y gráfica de una \"Cápsula del Tiempo\". El encargo requería la observación crítica del objeto elegido <b>(una brújula militar)</b> para problematizar su esencia, tomando elementos de contexto, como el simbolismo de dirección y su uso en terreno. Se estableció un marco para idear soluciones que demostraran la capacidad de reconocer problemas esenciales y formalizar una propuesta coherente mediante la aplicación de metodologías de la disciplina.</p><p>La propuesta trató sobre el concepto de <b>Territorio</b> y la idea de <b>\"Infinidad de encrucijadas\"</b>. La relación entre el continente (la cápsula) y el contenido (la brújula) se materializó en una estructura poliédrica que intencionadamente evita la rectitud, reflejando la complejidad de la orientación. La geometrización preliminar condujo a la forma final, donde la integración de gráficos de mapas y textos en el cartón forrado refuerza los significados de exploración y dominio.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery3.webp?raw=true"
  },

  {
    "id": 4,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/4.webp?raw=true",
    "title": "Luminaria Metal",
    "course": "Procesos y Prototipos II",
    "professor": "Patricio Araya",
    "description": "<p>Este proyecto consistió en la observación y la comprensión de las propiedades constructivas de los materiales laminares. El encargo requería la problematización de la fabricación, específicamente el uso de técnicas de plegado, troquelado y ensambles en láminas de zinc para crear una estructura tridimensional. La solución debía demostrar un dominio técnico del material. A partir del análisis y diagnóstico inicial de las posibilidades formales de la lámina, se estableció que la construcción facetada era la vía para idear soluciones que integraran funcionalidad y estética.</p><p>La propuesta trató el desafío formal mediante la reinterpretación del lenguaje geométrico del Chandelier de Daniel Libeskind, adaptando su forma fragmentada de una pieza colgante de tres metros a una luminaria de mesa funcional. Se procedió a la modelación y formalización de una estructura que evoca un \"glaciar\", utilizando la soldadura por puntos como técnica principal de ensamble, la cual permitió la unión de cada faceta. Esta metodología garantizó que el modelo mantuviera la complejidad geométrica y la intención escultórica del referente, a pesar del cambio drástico de escala.</p><p>El resultado es un modelo conceptual y físico que evidencia la capacidad de reconocer problemas esenciales en la gestión del material y en la adaptación de la escala. Este trabajo consolida las competencias para conceptualizar, representar y comunicar soluciones que recontextualizan referentes y dominan la técnica de fabricación. La pieza final demuestra una solución coherente, donde la geometría y la técnica se articulan para manipular la emisión lumínica de manera efectiva.</p><p><b>Trabajo realizado en conjunto con Martina Araos</b></p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery4.webp?raw=true"
  },

  {
    "id": 5,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/5.webp?raw=true",
    "title": "PROTECT THE DOLLS: INFOGRAFÍA, FANZINE Y OBJETO",
    "course": "Proyecto III",
    "professor": "Clarisa Menteguiaga",
    "description": "<p>Este proyecto consistió en el objetivo de observar y comprender la comunicación de fenómenos sociales complejos, exigiendo la problematización de cómo articular narrativas de impacto (un movimiento social) a través de la síntesis infográfica y la integración de distintas técnicas de producción. El encargo requería la justificación de una propuesta que combinara objetos análogos y la intervención de la Inteligencia Artificial. El análisis y diagnóstico inicial se enfocó en el movimiento <b>Protect the Dolls</b>, identificando la simbología central y la necesidad de un contraste gráfico que enfatizara el mensaje.</p><p>La propuesta trató la comunicación del movimiento mediante la creación de una infografía que utiliza la dualidad de técnicas para su composición. El elemento central y atractivo \"la muñeca\" fue modelado mediante la intervención de una fotografía simple con IA. A partir de esta referencia digital, se procedió a la formalización análoga de otros elementos, como las letras y la simbología, mediante la técnica de estampado. Las fotografías de los objetos fueron posteriormente intervenidas en Photoshop para aplicar un contraste grisáceo que unifica la estética y genera atmósfera.</p><p>El resultado es un modelo conceptual y físico que demuestra la habilidad para gestionar distintos pesos visuales mediante la composición (separación a la mitad) y la paleta de color \"contraste grisáceo\", evitando el ruido visual y equilibrando los objetos. Este trabajo evidencia la capacidad de reconocer problemas esenciales de comunicación social y consolidar las competencias para conceptualizar, representar y comunicar soluciones que integran eficazmente la producción tradicional y las herramientas digitales emergentes.</p><p><b>Trabajo realizado en conjunto con Antonia Lara</b></p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery5.webp?raw=true"
  },

  {
    "id": 6,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/6.webp?raw=true",
    "title": "Ciempiés",
    "course": "Procesos y Prototipos II",
    "professor": "Patricio Araya",
    "description": "<p>Este proyecto se centró en la observación y la comprensión de las propiedades constructivas de los materiales laminares. El encargo requería la aplicación rigurosa de técnicas de plegado, troquelado y uniones en láminas de zinc para problematizar la creación de una forma animal articulada y cinética a partir de un material rígido. A partir del análisis y diagnóstico inicial de la forma animal, se estableció la necesidad de idear soluciones que permitieran la articulación tridimensional del diseño en un material plano.</p><p>El animal elegido fue el Ciempiés el cual la problemática era representar el dinamismo de su curva. Se procedió al modelado y formalización a través del troquelado de múltiples piezas, unidas mediante un sistema de columna que genera el efecto curvilíneo y la sensación de movimiento. Este proceso puso a prueba la precisión de los plegados para que el objeto pudiera mantenerse en pie. El resultado final es un modelo físico que evidencia la capacidad de reconocer problemas esenciales de materialidad y cinetismo, demostrando las competencias para conceptualizar, representar y comunicar soluciones que gestionan las limitations del material base.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery6.webp?raw=true"
  },

  {
    "id": 7,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/7.webp?raw=true",
    "title": "Máscara",
    "course": "Herramientas Computacionales",
    "professor": "Felipe Cortez",
    "description": "<p>Este proyecto se centró en la observación y comprensión del flujo de trabajo entre la modelación digital y la fabricación análoga. El encargo requería la problematización de cómo transferir una forma compleja diseñada en un entorno 3D  \"Blender\" a un objeto físico que pudiera ser ensamblado únicamente mediante una base 2D. Este proceso demandó un análisis y diagnóstico inicial sobre la estructura del objeto \"la máscara\" para garantizar la coherencia formal durante la transición de lo digital a la lámina plana.</p><p>La propuesta trató el desafío mediante el diseño de una máscara de Halloween que utiliza la geometría facetada como su principal lenguaje formal. Se procedió al modelado y formalización en Blender, asegurando que la estructura estuviera optimizada para el ensamblaje tipo papercraft. Este trabajo evidencia la capacidad de reconocer problemas esenciales de conversión de formato y la habilidad para aplicar metodologías y herramientas de la disciplina. El resultado final es un modelo que demuestra la adquisición de competencias para conceptualizar, representar y comunicar soluciones que unen eficazmente el diseño digital con la producción tridimensional.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery7.webp?raw=true"
  },

  {
    "id": 8,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/8.webp?raw=true",
    "title": "Insectra",
    "course": "Procesos y Prototipos I",
    "professor": "Pamela Fuentes",
    "description": "<p>Este proyecto consistió en el desafío de observar y comprender la dinámica del mercado estético-cultural para idear y posicionar una marca nueva. El encargo requería la problematización de la identidad de una empresa ficticia, desarrollando su sistema completo de branding \"logo, imagen corporativa y fundamentos conceptuales\". El proyecto se materializó en la marca INSECTRA, dedicada a la joyería alternativa. El análisis y diagnóstico inicial se centró en la necesidad de diferenciación, estableciendo la fusión entre la sensibilidad natural \"insectos\" y la precisión tecnológica \"cyber\" como el eje conceptual primario de la propuesta.</p><p>La propuesta trató esta dualidad conceptual en todos sus elementos gráficos. El logo fue modelado y formalizado como una libélula estilizada, un insecto que simboliza transformación, al cual se le confirió un carácter artificial y futurista mediante un acabado cromado metálico. Se aplicaron metodologías de diseño para generar bocetos y exploraciones formales que evolucionaron hacia un sistema gráfico coherente, adaptable y comunicable. Este proceso implicó reconocer problemas esenciales de posicionamiento para la joyería alternativa.</p><p>El resultado final es un modelo conceptual de marca que establece un lenguaje contemporáneo y experimental. El proyecto evidencia la capacidad de idear, representar y comunicar un sistema de identidad visual completo. Cada elemento gráfico de INSECTRA expresa el cruce entre lo orgánico y lo tecnológico, consolidando las competencias para la gestión de un proyecto integral de branding desde la reflexión conceptual hasta la formalización visual.</p><p><b>Trabajo realizado en conjunto con Antonia Lara y Veronica Soto</b></p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery8.webp?raw=true"
  },

  {
    "id": 9,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/9.webp?raw=true",
    "title": "Taburete",
    "course": "Procesos y Prototipos II",
    "professor": "Patricio Araya",
    "description": "<p>Este proyecto consistió en el objetivo de observar y comprender el método constructivo en madera, asimilando las cualidades y el comportamiento del material. El encargo requería la problematización de la estructura a partir de la reinterpretación de un referente, enfocándose en la aplicación de sistemas de ensambles y uniones que permitieran sustentar y optimizar la funcionalidad del taburete. El análisis y diagnóstico inicial se centró en la selección de los ensambles más pertinentes para garantizar la estabilidad de una base octogonal de 45 cm de altura, definiendo el uso de tres tipos de unión y la limitación de materiales.</p><p>La propuesta trató el desafío estructural mediante la combinación estratégica de tres sistemas de ensamble: caja y espiga, cola de milano y tarugos. Esta elección se justificó por la necesidad de asegurar la resistencia en distintos puntos de carga y la unión entre los tres tipos de madera seleccionados. Se procedió al modelado y formalización de la base octogonal, donde la precisión en el corte, cepillado y ajuste de los ensambles hace la forma y la estabilidad.</p><p>El resultado final es un modelo físico que evidencia la capacidad de reconocer problemas esenciales de sustentación y uniones en la carpintería. Este trabajo confirma la adquisición de las competencias para conceptualizar, representar y comunicar soluciones de diseño de mobiliario que integran el dibujo técnico y la técnica de oficio. El taburete demuestra una solución estable, funcional y propositiva en la aplicación de los ensambles de madera.</p><p><b>Trabajo realizado en conjunto con Martina Araos</b></p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery9.webp?raw=true"
  },

  {
    "id": 10,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/10.webp?raw=true",
    "title": "BT21 X POP MART",
    "course": "Comunicación del Proyecto de Diseño",
    "professor": "Felix Maldonado de la Fuente",
    "description": "<p>Este proyecto consistió en el desafío de observar y comprender la dinámica de mercado de una marca específica, en este caso, POP MART. se requería la concepción de un nuevo producto y la problematización de su estrategia, posicionamiento y diferenciación en el mercado. El proceso inició con el análisis y diagnóstico inicial de la identidad de BT21 y BTS, con el objetivo de idear soluciones que conectaran la narrativa musical de los álbumes con el lenguaje formal de los personajes, demostrando la capacidad de integrar el análisis de mercado con la creatividad formal.</p><p>La propuesta trató el diseño de la colección blind box denominada \"BT21 Album Series\" a través de una relación directa entre cada personaje de BT21 y un álbum específico de BTS. Se procedió a la modelación visual, trasladando las características representativas de cada era a la apariencia de las figuras. Esta formalización se realizó mediante la exploración formal y la comunicación gráfica para asegurar que cada figura adquiriera atributos que permitieran el reconocimiento inmediato de la referencia musical, logrando una colección temática.</p><p>El resultado final es un proyecto integral de diseño de producto que aplica un marco estratégico completo, resuelto a través de un modelo conceptual y físico que justifica los cinco ámbitos clave: Estrategia, Conceptos, Visual, Storytelling y Mediatización. El trabajo evidencia la capacidad de reconocer problemas esenciales en la creación de valor de marca y consolida las competencias para conceptualizar, representar y comunicar soluciones funcionales y estéticamente consistentes.</p><p><b>Trabajo realizado en conjunto con Martina Araos, Antonia Lara, Antonia Dinamarca, Valentina Troncoso.</b></p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery10.webp?raw=true"
  },

  {
    "id": 11,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/11.webp?raw=true",
    "title": "Volantín",
    "course": "Proyecto IV",
    "professor": "Macarena Becas",
    "description": "<p>Este proyecto consistió en el objetivo de observar y comprender la problematización de la forma mediante la aplicación de un sistema riguroso de operaciones de simetría sobre un módulo base. Este proceso buscaba demostrar cómo el pensamiento de diseño puede surgir de la abstracción y un sistema de reglas formales, exigiendo la precisión del dibujo lineal para garantizar la coherencia del patrón resultante.</p><p>La propuesta trató el desafío mediante la creación de un sistema modular que progresó desde el módulo inicial hasta un supermódulo de alta complejidad. Esto se logró a través de la aplicación rigurosa de las siguientes operaciones de simetría: Traslación, Rotación en 90° y Reflexión Especular (Eje X). Este rigor metodológico permitió modelar y formalizar el patrón geométrico, que fue posteriormente escalado a un formato final de 45x45 cm para constituir la vela del volantín.</p><p>El resultado es un modelo físico que evidencia la capacidad de reconocer problemas esenciales de geometría abstracta y de llevarlos a una aplicación tangible y funcional. Este trabajo consolida las competencias para conceptualizar, representar y comunicar soluciones de diseño basadas en la forma pura, demostrando un dominio técnico en la construcción de patrones complejos a través de la metodología de la simetría.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery11.webp?raw=true"
  },

  {
    "id": 12,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/12.webp?raw=true",
    "title": "Cubo soma",
    "course": "Configuración Visual I",
    "professor": "Carlos Ampuero",
    "description": "<p>Este proyecto se centró en la problematización de la representación volumétrica y espacial, exigiendo la observación y comprensión de los principios de la perspectiva y la incidencia lumínica. El proceso requirió el análisis geométrico de los módulos del Cubo Soma, utilizando el dibujo técnico para el trazado estructural de cada pieza. La metodología implicó el desarrollo de proyecciones de sombra, calculando las líneas de luz para modelar el comportamiento lumínico sobre las superficies.</p><p>La propuesta trató la dimensión plástica mediante la manipulación del color como vector de tridimensionalidad. La intervención se ejecutó con témpera, aplicando valores tonales de un mismo color para generar gradaciones cromáticas. Esta técnica pictórica construyó la profundidad visual y reforzó el volumen. El resultado es un modelo gráfico que evidencia la capacidad de reconocer problemas en la traducción de la tridimensionalidad al plano bidimensional, confirmando el dominio de las competencias para interpretar, representar y comunicar la estructura y la luminancia del objeto.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery12.webp?raw=true"
  },

  {
    "id": 13,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/13.webp?raw=true",
    "title": "Microespacios de exhibición para un objeto de luz",
    "course": "Proyecto I",
    "professor": "Gabriela Pradenas",
    "description": "<p>Este proyecto se desarrolló como la continuidad del <b>objeto</b> de luz, enfocándose en la observación y la planificación para crear un espacio que no solo contenga, sino que comunique el concepto del objeto de luz. El encargo requería retomar la planimetría y las proporciones del objeto original para crear una estructura que permitiese percibir la proyección lumínica y la intencionalidad conceptual con la que fue creado. Se analizó cómo la estructura del exhibidor debía interactuar con la luz para que concordara con el mismo objeto de luz.</p><p>La propuesta trató la relación formal a través del contraste, concibiendo el exhibidor como un <b>\"caparazón protector\"</b> para el objeto multifacético, evocando las referencias de armadura del armadillo. El diseño, que genera un recorrido vinculado al concepto de <b>\"En-Sueño\"</b>, se centró en potenciar la proyección de luz. Esto se logró mediante la inclusión estratégica de dos aberturas y el uso de espejos en la sección superior, creando un ambiente interminable que amplifica el efecto lumínico del objeto.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery13.webp?raw=true"
  },

  {
    "id": 14,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/14.webp?raw=true",
    "title": "Desplegable de 3 tiempos",
    "course": "Proyecto I",
    "professor": "Gabriela Pradenas",
    "description": "<p>Este proyecto consistió en observar, interactuar y comprender los principios de la percepción visual. El encargo requería incluir <b>las Leyes de la Gestalt</b>, diseñando un display  laminar de cartón que se despliega en tres tiempos secuenciales. Cada articulación debía evidenciar una Ley específica, integrando una paleta de hasta seis colores con proporciones variables, y segmentos de una imagen original en blanco y negro.</p><p>La propuesta se centró en el concepto de <b>\"Conexión de redes\"</b> como eje conceptual, guiando tanto la selección cromática como la forma. La forma fue construida en base a los colores utilizados los cuales principalmente eran tonos fríos (azules) como base estructural y tonos cálidos (rojo, naranja, rosado) como elementos conectores. El modelo y la formalización se estructuraron en tres tiempos: el primero manifestó la Ley de la Buena Forma a través de la base azul y el contraste inicial, el segundo tiempo priorizó la Ley del Contraste mediante el uso del naranja y el tercer tiempo, con una mayor predominancia de colores cálidos, representó la Ley del Movimiento y la conexión.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery14.webp?raw=true"
  },

  {
    "id": 15,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/15.webp?raw=true",
    "title": "Transportador de Vituallas",
    "course": "Proyecto IV",
    "professor": "Macarena Becas",
    "description": "<p>Este proyecto consistió en la etapa de observación, interacción y comprensión de un entorno físico con demandas ergonómicas específicas. Se requería el diseño de un transportador para vituallas mediante dobleces, troquelado y ensambles. El picnic elegido fue picnic romántico nocturno situado en el contexto de ascenso a pie, terreno en pendiente e irregular, ambiente vespertino/nocturno y la necesidad de liberar las manos del usuario para mantener el equilibrio. La carga tradicional fue identificada como la causa de la ineficiencia, la inestabilidad y el desequilibrio de los usuarios.</p><p>A partir de este diagnóstico, se procedió a idear soluciones que se tradujeron en la estructura del transportador. La propuesta trató el problema de la inestabilidad y la ocupación de manos diseñando un sistema que se lleva en la espalda, capaz de organizar el contenido de manera segura y proteger los elementos del picnic durante el ascenso. Se aplicaron metodologías y herramientas de la disciplina para modelar y formalizar la solución en la lámina única, resolviendo la contención, el orden interno y la portabilidad mediante uniones de bajo impacto.</p><p>El resultado es un modelo conceptual y físico que responde directamente a las exigencias del entorno y el horario. Este transportador evidencia la capacidad de reconocer problemas esenciales de eficiencia y estabilidad en el transporte, y la habilidad para conceptualizar, representar y comunicar una solución de diseño funcionalmente justificada.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery15.webp?raw=true"
  },

  {
    "id": 16,
    "photo": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/16.webp?raw=true",
    "title": "Diseño de Display articulado",
    "course": "Proyecto I",
    "professor": "Gabriela Pradenas",
    "description": "<p>Este proyecto se centró en la observación crítica de la naturaleza como punto de partida para el pensamiento de diseño, cumpliendo con el objetivo de descubrir la geometría latente en un elemento conocido: la semilla. El encargo requería el análisis del aspecto material y constructivo de un elemento biológico a través de tres aproximaciones de dibujo diferenciadas: botánico, croquis sintético y dibujo geometrizante. el objetivo era idear soluciones para mirar desde otra perspectiva, formalizando la relación entre su forma, función y la relación entre continente y contenido.</p><p>La elección fue la semilla <b>Lantana</b> que se eligió por su simetría y la complejidad de los patrones geométricos observables en su centro. La aplicación secuencial del dibujo como herramienta permitió modelar y formalizar las distintas lecturas de la planta la cual representaba distintos tipos de simetría (reflexión y expansión predominantes), esto ayudó a capturar el detalle del croquis y poder geometrizar la planta, que logró que la caja pudiera representar la perspectiva que se andaba buscando.</p>",
    "gallery": "https://github.com/catadunsmore/fotosprt/blob/main/Imgprt/gallery16.webp?raw=true"
  }
]
