[
   {
        "id": 1,
        "photo": "https://dv29ast.github.io/imagenes/IMG/1.webp",
        "title": "Como es arriba, es abajo",
        "course": "Configuración Visual I",
        "description": "El proyecto propone una representación visual de la iluminación y la introspección mediante el uso de la contraforma en cartulinas roja y negra. A través de este ejercicio, se buscó observar y analizar cómo los elementos formales pueden comunicar conceptos abstractos, desarrollando una mirada crítica sobre el propio proceso de lectura y construcción simbólica. La figura superior alude a la iluminación: un disco sobre la cabeza con triángulos cuyas puntas se proyectan hacia el exterior y una esfera armilar sostenida al centro, elemento que en el arte representa el conocimiento, la sabiduría y la claridad interior. Esta configuración permitió explorar cómo la forma, la dirección y el símbolo pueden transmitir expansión, apertura y liberación espiritual. En contraste, la figura inferior representa la introspección mediante un diseño especular con los colores invertidos y las puntas del disco orientadas hacia el centro, acompañado de una estrella contenida en una circunferencia. Este enfoque permitió problematizar la noción de la represion emocional y la introspección, evidenciando cómo pequeños cambios en la composición alteran la lectura conceptual. El desarrollo de ambas piezas implicó un proceso de análisis, diagnóstico inicial y toma de decisiones formales orientadas a proponer soluciones visuales coherentes con los conceptos trabajados",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/1.webp"
    },
    {
        "id": 2,
        "photo": "https://dv29ast.github.io/imagenes/IMG/2.webp",
        "title": "Conexión",
        "course": "Proyecto I",
        "description": "El proyecto aborda la representación del concepto de conexión mediante el uso de la contraforma, explorando cómo las relaciones estructurales pueden ser interpretadas visualmente. Para ello, el trabajo se inspira en los enlaces presentes en los elementos y compuestos químicos, centrándose particularmente en la estructura de los rubíes. En estos minerales, el característico color rojo proviene de la presencia de un determinado elemento en su composición, siendo este el flúor, y este principio sirve como base conceptual para la propuesta. Las figuras desarrolladas corresponden a octaedros cuyas aristas se conectan en un nodo central, aludiendo directamente a la estructura química de los rubíes. Esta construcción permitió analizar cómo la geometría y la disposición espacial pueden comunicar nociones de cohesión, tensión interna y unidad material. El proceso implicó observar, investigar e interpretar referentes provenientes del entorno científico, para luego problematizar su traducción al lenguaje visual del diseño. A partir de este análisis, se propuso una solución formal que modela la idea de conexión en un sistema de contraformas, integrando tanto criterios conceptuales como estructurales",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/2.webp"
    },
    {
        "id": 3,
        "photo": "https://dv29ast.github.io/imagenes/IMG/3.webp",
        "title": "Tríptico de Don Quijote",
        "course": "Proyecto I",
        "description": "El proyecto consiste en un tríptico inspirado en Don Quijote, desarrollado como un ejercicio de análisis y representación orientado a comprender cómo los elementos narrativos y culturales pueden traducirse en recursos visuales. El objetivo fue promover la obra mediante la selección y reinterpretación de sus componentes más reconocibles, como su frase inicial y la presencia de los personajes más relevantes de la obra. El proceso de diseño implicó observar e investigar el contexto literario del libro, para luego problematizar cómo dichos elementos pueden ser comunicados visualmente de manera efectiva. A partir de este diagnóstico inicial, se elaboró una propuesta que integran contenido textual icónico y una composición gráfica que dialoga con la identidad de la obra.",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/3.webp"
    },
    {
        "id": 4,
        "photo": "https://dv29ast.github.io/imagenes/IMG/4.webp",
        "title": "Poklipser: Pica de sangre",
        "course": "Representación conceptual",
        "description": "El proyecto consistió en conceptualizar un conjunto de tres cartas, pertenecientes a un tipo de juego elegido libremente, articuladas en torno a un tema. En este caso, el eje conceptual fue la luna. Para ello, se trabajó a partir de tres diosas asociadas a este satélite, buscando representar la luna mediante una figura humana que experimenta transformaciones físicas en cada carta. Estas variaciones aluden al proceso de cambio que ocurre durante un eclipse lunar, conocido también como Luna de sangre. El desarrollo del trabajo implicó observar, investigar e interpretar referentes mitológicos, para luego problematizar cómo podían ser traducidos al lenguaje visual del diseño. A partir de este análisis inicial, se propuso una solución que integra simbolismo, transformación y narrativa visual, formalizándose finalmente en un conjunto de cartas coherente tanto conceptual como estéticamente.",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/4.webp"
    },
    {
        "id": 5,
        "photo": "https://dv29ast.github.io/imagenes/IMG/5.webp",
        "title": "Imagotipo de marca ASBOS",
        "course": "Proyecto II",
        "description": "Imagotipo de una <em>marca personal</em> con concepto de <em>transformación</em>, viendose reflejado en el uso de la <em>rosa negra</em>, que simboliza este concepto. La marca hipotetica busca <em>rediseñar ideas y objetos</em> con el objetivo de <em>personalizarlos</em> acorde al usuario. Toma inspiración del <em>arte y literatura gótica, de fantasía y fantasía oscura</em>.",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/5.webp"
    },
    {
        "id": 6,
        "photo": "https://dv29ast.github.io/imagenes/IMG/6.webp",
        "title": "Metamorfosis",
        "course": "Representación Conceptual",
        "description": "Representacion de la <em>transformación</em> que implica la metamorfosis por medio del collage. Opté por el significado más directo del concepto, con una <em>cambio físico de la forma</em>",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/6.webp"
    },
    {
        "id": 7,
        "photo": "https://dv29ast.github.io/imagenes/IMG/7.webp",
        "title": "Mastara de ave: matacaballos",
        "course": "Herramientas computacionales",
        "description": "En este trabajo se encargó diseñar una máscara en Blender inspirada en un animal, procurando mantener una topografía lo mas sencilla posible. Para ello se escogió al Matacaballos, un ave pequeña que se caracteriza por la forma particular de su pico, el cual presenta aproximadamente cuatro hendiduras a lo largo de su estructura. Aunque la simplicidad requerida por el ejercicio no permitió reproducir dichas hendiduras con precisión, se buscó aproximar lo más fielmente posible la estructura a su silueta general. El desarrollo de este modelo me permitió observar e interpretar características esenciales del ave, analizando su forma para traducirla a un objeto tridimensional simplificado",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/7.webp" 
    },
    {
        "id": 8,
        "photo": "https://dv29ast.github.io/imagenes/IMG/8.webp",
        "title": "Ciudad humeda",
        "course": "Representacion conceptual",
        "description": "Este trabajo en forma de collage surgió a partir de un encargo que combinaba dos conceptos definidos por la profesora, siendo en mi caso “Ciudad Húmeda” el eje central. Para abordarlo, inicié un proceso de observación y análisis de los referentes asociados al agua, lo que me llevó a explorar múltiples bestias mitológicas vinculadas al océano y a estudiar la identidad visual y material de ciudades portuarias y zonas petroleras. Esta investigación inicial no solo permitió problematizar la relación entre la ciudad y el medioambiente, sino también comprender cómo estas tensiones pueden representarse visualmente. A partir de este diagnóstico, se desarrolló una propuesta que se traduce en una ciudad ficticia atacada por una criatura marina, metáfora de las catastrofes que afectan a territorios territorios donde el océano y la actividad humana conviven, tal es el caso de estructuras en mar abierto. El proceso implicó idear soluciones visuales y compositivas que dieran forma a esta idea, modelando y formalizando una interpretación propia del concepto mediante herramientas de representación propias del diseño.",
       "gallery":"https://dv29ast.github.io/imagenes/IMG/8.webp"
    }
]
