[
    {
        "id": 1,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis1.webp",
        "title": "Cápsula del tiempo",
        "course": "Proyecto II",
        "description": "<p>Docente: Gabriela Pradenas.</p></p>Dentro del marco de la asignatura Proyecto II, la profesora Gabriela Padrenas asignó la tarea de elaborar una cápsula del tiempo. El objetivo era preservar un objeto que destacara por su relevancia temporal y su significado proyectado al futuro. Mi elección para este encargo fue una regadera para plantas.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria1.webp"
    },
    {
        "id": 2,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis2.webp",
        "title": "Objeto emocional",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Pretruska.</p></p>En el marco de la asignatura Proyecto III, la profesora Pamela Pretuska solicitó el diseño de un artefacto emocional. Este debía proponer una solución o apoyo a una situación cotidiana específica. Mi proyecto se centró en el concepto del apego evitativo, buscando representar la incomodidad o aversión de ciertas personas hacia el afecto y el contacto físico. El resultado fue una bufanda con púas, que simboliza de forma tangible esta barrera emocional.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria2.webp"
    },
    {
        "id": 3,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis3.webp",
        "title": "Objeto Luminico",
        "course": "Proyecto II",
        "description": "<p>Docente: Gabriela Pradenas.</p></p>En la asignatura de Proyecto II, bajo la dirección de la profesora Gabriela Padrenas, el encargo consistió en diseñar un artefacto lumínico capaz de reflejar la contención y la expulsión de una emoción específica. El concepto desarrollado para este artefacto fue la emoción del egoísmo.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria3.webp"
    },
    {
        "id": 4,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis4.webp",
        "title": "Emsambles",
        "course": "Procesos y Prototipo II",
        "description": "<p>Docente: Antonio Marín.</p></p>En la asignatura Procesos y Prototipos II (PyP II), el profesor Antonio Marín nos solicitó realizar una práctica de ensambles en madera como introducción al trabajo con este material. Elegí desarrollar y aplicar dos tipos de ensambles fundamentales: la cola de milano y el ensamble de media madera.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria4.webp"
    },
    {
        "id": 5,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis5.webp",
        "title": "Volatin",
        "course": "Proyecto IV",
        "description": "<p>Docente: Macarena Becas.</p></p>En la asignatura Proyecto IV, el primer encargo asignado por la profesora Macarena Beaz fue el diseño y la construcción de un volantín. Este proyecto debía integrar rigurosamente los conceptos de módulos y patrones dentro de su estructura y composición visual.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria5.webp"
    },
    {
        "id": 6,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis7.webp",
        "title": "Prototipo Packaging",
        "course": "Procesos y Prototipo",
        "description": "<p>Docente: Bruno Rossi.</p></p>En la asignatura Procesos y Prototipos I (PyP I), el profesor Bruno Rossi solicitó que, en duplas, desarrolláramos un prototipo de packaging para un objeto de libre elección. Basándonos en la orientación conceptual definida, que destacaba un estilo marcadamente femenino, mi compañera Camila Pía y yo decidimos diseñar el empaque para un perfume.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria6.webp"
    },
    {
        "id": 7,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis8.webp",
        "title": "Trabajo 3D Rhino Robot Juguete",
        "course": "Configuración Visual II",
        "description": "<p>Docente: Carlos Ampuero.</p></p>En la asignatura Configuración Visual II, el profesor Carlos Ampueros nos introdujo al modelado tridimensional mediante el software Rhino. El proyecto final consistió en la recreación de un robot utilizando esta herramienta. Este ejercicio práctico fue fundamental para consolidar nuestras bases y habilidades en el programa.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria7.webp"
    },
    {
        "id": 8,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis9.webp",
        "title": "Lampara de Metal",
        "course": "Procesos y prototipos II",
        "description": "<p>Docente: Antonio Marín.</p></p>En el ramo impartido por Antonio Marín trabajé en dupla en la realización de una lámpara en material metal, siguiendo indicaciones técnicas como soldadura, uso de remache pop y aplicación de pintura automotriz. El proyecto se centró en el manejo de procesos metalmecánicos y en la construcción completa del cuerpo de la lámpara, integrando funcionalidad y acabado profesional.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria8.webp"
    },
    {
        "id": 9,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis10.webp",
        "title": "Objeto Luminico Salvaje",
        "course": "Proyecto I",
        "description": "<p>Docente: René Pereira.</p></p>En el ramo impartido por René Pereira trabajé en trío en la creación de un objeto lumínico compuesto exclusivamente por formas geométricas, explorando la geometrización como ejercicio conceptual. El proyecto integró el diseño del sistema de luz y la combinación de conceptos que nos definían como grupo: caos, ira y organico, logrando una pieza que traduce estas ideas en forma y luminosidad.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria9.webp"
    },
    {
        "id": 10,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis11.webp",
        "title": "Taburete de Rauli y Alamo",
        "course": "Procesos y Prototipo II",
        "description": "<p>Docente: Antonio Marín.</p></p>El proyecto se desarrolló en dupla con Constanza Venegas, en el ramo impartido por Antonio Marín, donde diseñé y construí un taburete con el propósito adicional de funcionar como escalera, combinando estabilidad y practicidad. Se utilizaron las maderas obligatorias Raulí y Álamo, integrando ensambles previamente trabajados —caja de espiga, cola de milano y media madera— para garantizar resistencia estructural y un acabado artesanal de calidad.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria1.webp10"
    },
    {
        "id": 11,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis12.webp",
        "title": "Trabajo final Matematicas aplicadas a objetos",
        "course": "Matematicas aplicadas al diseño",
        "description": "<p>Docente: Nicolás Meza.</p></p>El proyecto, impartido por Nicolás Meza y realizado en grupos, mi equipo era Claudio Abarca y Lissette Marín, consistió en diseñar un objeto en GeoGebra 3D aplicando conceptos matemáticos de geometría y volúmenes, para luego materializarlo en la vida real. Como resultado, construimos en madera un emboque, trasladando el modelo digital a una pieza física mediante precisión formal y comprensión volumétrica.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria11.webp"
    },
    {
        "id": 12,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis13.webp",
        "title": "Infografia Personal",
        "course": "Comunicación del proyecto de diseño",
        "description": "<p>Docente: Félix Maldonado.</p></p>En el ramo de Comunicación debíamos presentarnos mediante una infografía personal, incorporando nuestra historia, gustos y eventos significativos. A partir de esos elementos diseñé mi propia infografía, explorando por primera vez el uso de Illustrator y experimentando con su lenguaje visual para representar aspectos importantes de mi identidad.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria12.webp"
    },
    {
        "id": 13,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis6.webp",
        "title": "Fanzine Social",
        "course": "Proyecto III",
        "description": "<p>Docente: Pamela Pretruska.</p></p>En el Fanzine Social, impartido por Pamela Petruska, debíamos crear una reflexión personal que funcionara como crítica o mensaje sobre un tema de nuestra elección. Elegí abordar los estándares de belleza, desarrollando un fanzine titulado Dismorfia Colectiva, con una estructura distinta a la tradicional. Para ello fotografié e intervine imágenes de varias chicas que compartieron sus inseguridades y complejos frente a la presión estética, construyendo una crítica visual íntima y directa.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria13.webp"
    },
    {
        "id": 14,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis14.webp",
        "title": "Producto Moddis",
        "course": "Comunicación del proyecto de diseño",
        "description": "<p>Docente: Félix Maldonado.</p></p>En el ramo impartido por Félix Maldonado trabajamos en grupo con la marca Mattel, desarrollando una propuesta de comunicación basada en un nuevo producto: una muñeca personalizable, pensada para que cada persona pudiera verse representada en lugar de aspirar a un modelo perfecto. La propuesta se construyó a partir de crear muñecas inspiradas en las propias integrantes del grupo, reforzando la idea de identidad, diversidad y autenticidad dentro de la marca.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria14.webp"
    },
    {
        "id": 15,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis15.webp",
        "title": "Vinilo Libro",
        "course": "Proyecto I",
        "description": "<p>Docente: René Pereira.</p></p>Realicé un vinilo de “música” que en realidad funcionaba como audiolibro, tomando un libro elegido —Demon Slayer— y desarrollando su propuesta visual a partir de un referente musical en lugar de uno artístico. En mi caso trabajé con el estilo y las influencias estéticas de Laufey, creando un vinilo que combina la narrativa del libro con la identidad visual y atmosférica de la artista, integrando ambos lenguajes en una pieza coherente y evocadora.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria15.webp"
    },
    {
        "id": 16,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis16.webp",
        "title": "Composición de colores Dulce",
        "course": "Representacion Conceptual",
        "description": "<p>Docente: Camila de Lobos.</p></p>En el ramo impartido por Camila de Lobos desarrollé una composición de colores a partir del tema asignado, que en mi caso fue “Dulce”. Considerando tanto la forma como la paleta cromática, realicé una composición basada en círculos y en una selección de colores que evocara sensaciones asociadas a lo dulce, explorando armonías visuales y coherencia temática.",
        "gallery": "https://aylineoff.github.io/imagenes/galerias/galeria16.webp"
    }
]
