[
    {
        "id": 1,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis1.webp",
        "title": "Cápsula del tiempo",
        "course": "Proyecto II",
        "description": "En el ramo impartido por Gabriela Praderas desarrollé una cápsula del tiempo a partir de una regadera, explorando memoria y objeto cotidiano, y un contenedor diseñado según la forma de un objeto utilizando colores saturados para enfatizar su identidad visual. Ambos proyectos se centraron en el análisis formal y la experimentación cromática.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 2,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis2.webp",
        "title": "Objeto emocional",
        "course": "Proyecto III",
        "description": "En el ramo impartido por Pamela Petruska desarrollé un objeto emocional basado en la reflexión sobre el disgusto al contacto y la necesidad de respetar el espacio personal, creando una bufanda “antiabrazos” con púas rojas y un estilo urbano diseñada para ser llevada como prenda protectora. El proyecto exploró la relación entre emoción, forma y función dentro del diseño de objetos.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 3,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis3.webp",
        "title": "Objeto Luminico",
        "course": "Proyecto II",
        "description": "En el ramo impartido por Gabriela Praderas desarrollé un objeto lumínico construido a partir de los conceptos de egoísmo y sobreprotección, explorando cómo la luz puede expresar límites y resguardo. El proyecto integró el uso de texturas, colores, telas y papeles, enfocándose en la relación entre materialidad, atmósfera y significado.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 4,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis4.webp",
        "title": "Emsambles",
        "course": "Procesos y Prototipo II",
        "description": "En el ramo impartido por Antonio Marín realicé una serie de ensambles de madera como práctica preparatoria para un proyecto mayor, trabajando técnicas tradicionales como la cola de milano, caja de espiga y media madera. El ejercicio se enfocó en la precisión, la comprensión estructural y el dominio de uniones artesanales.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 5,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis5.webp",
        "title": "Volatin",
        "course": "Proyecto IV",
        "description": "En el ramo impartido por Macarena Becas desarrollé un volatín aplicando reglas de simetría y geometría para asegurar estabilidad y capacidad de vuelo, utilizando los materiales tradicionales propios de este tipo de construcción. El proyecto combinó precisión estructural y diseño funcional.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 6,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis7.webp",
        "title": "Prototipo Packaging",
        "course": "Procesos y Prototipo",
        "description": "En el ramo impartido por Bruno Rossi trabajé en dupla en el desarrollo de un prototipo de packaging para un perfume, considerando indicaciones de estilo, forma y diseño. Se definieron conceptos angelicales, románticos y femeninos, creando una propuesta visual coherente con la identidad de un perfume dirigido a un público femenino.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 7,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis8.webp",
        "title": "Trabajo 3D Rhino Robot Juguete",
        "course": "Configuración Visual II",
        "description": "En este proyecto trabajé con programas digitales, específicamente Rhino, para modelar un robot de juguete como prototipo común para todo el curso. El ejercicio se centró en el dominio de herramientas digitales, la precisión en el modelado y la comprensión de procesos de diseño asistido por computadora.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 8,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis9.webp",
        "title": "Lampara de Metal",
        "course": "Procesos y prototipos II",
        "description": "En el ramo impartido por Antonio Marín trabajé en dupla en la realización de una lámpara en material metal, siguiendo indicaciones técnicas como soldadura, uso de remache pop y aplicación de pintura automotriz. El proyecto se centró en el manejo de procesos metalmecánicos y en la construcción completa del cuerpo de la lámpara, integrando funcionalidad y acabado profesional.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 9,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajodis10.webp",
        "title": "Objeto Luminico Salvaje",
        "course": "Proyecto I",
        "description": "En el ramo impartido por René Pereira trabajé en trío en la creación de un objeto lumínico compuesto exclusivamente por formas geométricas, explorando la geometrización como ejercicio conceptual. El proyecto integró el diseño del sistema de luz y la combinación de conceptos que nos definían como grupo: caos, ira y organico, logrando una pieza que traduce estas ideas en forma y luminosidad.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 10,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis11.webp",
        "title": "Taburete de Rauli y Alamo",
        "course": "Procesos y Prototipo II",
        "description": "El proyecto se desarrolló en dupla en el ramo impartido por Antonio Marín, donde diseñé y construí un taburete con el propósito adicional de funcionar como escalera, combinando estabilidad y practicidad. Se utilizaron las maderas obligatorias Raulí y Álamo, integrando ensambles previamente trabajados —caja de espiga, cola de milano y media madera— para garantizar resistencia estructural y un acabado artesanal de calidad.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 11,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis12.webp",
        "title": "Trabajo final Matematicas aplicadas a objetos",
        "course": "Matematicas aplicadas al diseño",
        "description": "El proyecto, impartido por Nicolás Meza y realizado en grupos, consistió en diseñar un objeto en GeoGebra 3D aplicando conceptos matemáticos de geometría y volúmenes, para luego materializarlo en la vida real. Como resultado, construimos en madera un emboque, trasladando el modelo digital a una pieza física mediante precisión formal y comprensión volumétrica.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 12,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis13.webp",
        "title": "Infografia Personal",
        "course": "Comunicación del proyecto de diseño",
        "description": "En el ramo de Comunicación debíamos presentarnos mediante una infografía personal, incorporando nuestra historia, gustos y eventos significativos. A partir de esos elementos diseñé mi propia infografía, explorando por primera vez el uso de Illustrator y experimentando con su lenguaje visual para representar aspectos importantes de mi identidad.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 13,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis6.webp",
        "title": "Fanzine Social",
        "course": "Proyecto III",
        "description": "En el Fanzine Social, impartido por Pamela Petruska, debíamos crear una reflexión personal que funcionara como crítica o mensaje sobre un tema de nuestra elección. Elegí abordar los estándares de belleza, desarrollando un fanzine titulado Dismorfia Colectiva, con una estructura distinta a la tradicional. Para ello fotografié e intervine imágenes de varias chicas que compartieron sus inseguridades y complejos frente a la presión estética, construyendo una crítica visual íntima y directa.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 14,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis14.webp",
        "title": "Producto Moddis",
        "course": "Comunicación del proyecto de diseño",
        "description": "En el ramo impartido por Félix Maldonado trabajamos en grupo con la marca Mattel, desarrollando una propuesta de comunicación basada en un nuevo producto: una muñeca personalizable, pensada para que cada persona pudiera verse representada en lugar de aspirar a un modelo perfecto. La propuesta se construyó a partir de crear muñecas inspiradas en las propias integrantes del grupo, reforzando la idea de identidad, diversidad y autenticidad dentro de la marca.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 15,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis15.webp",
        "title": "Vinilo Libro",
        "course": "Proyecto I",
        "description": "Realicé un vinilo de “música” que en realidad funcionaba como audiolibro, tomando un libro elegido —Demon Slayer— y desarrollando su propuesta visual a partir de un referente musical en lugar de uno artístico. En mi caso trabajé con el estilo y las influencias estéticas de Laufey, creando un vinilo que combina la narrativa del libro con la identidad visual y atmosférica de la artista, integrando ambos lenguajes en una pieza coherente y evocadora.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 16,
        "photo": "https://aylineoff.github.io/imagenes/trabajos/trabajosdis16.webp",
        "title": "Composición de colores Dulce",
        "course": "Representacion Conceptual",
        "description": "En el ramo impartido por Camila de Lobos desarrollé una composición de colores a partir del tema asignado, que en mi caso fue “Dulce”. Considerando tanto la forma como la paleta cromática, realicé una composición basada en círculos y en una selección de colores que evocara sensaciones asociadas a lo dulce, explorando armonías visuales y coherencia temática.",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    }
]
