[
    {
        "id": 1,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/te.webp",
        "title": "La hora de conectarnos",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>El proyecto “La hora de conectarnos”, desarrollado bajo la condición de trabajar principalmente con materiales de desecho, surge de una reflexión sobre el valor afectivo de las comidas familiares, especialmente el acto cotidiano de “tomar el té” como momento de encuentro, pausa y conexión. A partir de esta observación, se creó un artefacto que une tazas mediante lana reutilizada, simbolizando los lazos familiares que se tejen en cada conversación.</p><p>El trabajo demuestra la capacidad de observar e interpretar el entorno, reconocer prácticas cotidianas cargadas de significado y traducirlas en una propuesta de diseño mediante análisis, diagnóstico e ideación.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 2,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/marca.webp",
        "title": "Marca Personal",
        "course": "Proyecto II",
        "professor": "Profesora Paula Ron",
        "description": "<p>El proyecto consistió en el desarrollo de un isotipo de marca personal inspirado en el pavo real, animal que simboliza autenticidad, expresión y orgullo por la identidad propia. El diseño busca equilibrar elegancia y fuerza visual, reflejando mi visión personal.</p><p>El proceso se inició con ejercicios de observación y simplificación formal, realizando dibujos exploratorios para identificar las características esenciales del animal. Luego se desarrolló una representación en metal para comprender su estructura y se experimentó con recortes de papel hasta obtener una síntesis gráfica clara y representativa. Finalmente, se elaboró un mockup para presentar el isotipo en un contexto aplicado.</p><p>El trabajo demuestra la capacidad de analizar, abstraer y sintetizar formas, aplicando metodologías del diseño para conceptualizar, modelar y comunicar una identidad visual coherente y significativa.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 3,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/cartera.webp",
        "title": "Reflaura",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>Este proyecto consiste en la creación de un artefacto emocional: una cartera conceptual que actúa como un escudo simbólico frente a comentarios negativos. Diseñada para “rebotar” o dejar “resbalar” las palabras malintencionadas, busca proteger al usuario sin perder elegancia ni compostura, recordando que los juicios hablan más de quien los emite que de quien los recibe.</p><p>La pieza surge de la necesidad de establecer límites en un entorno donde opinar sobre los demás es habitual. Con espejos y tela acolchada, se construye una barrera silenciosa que refleja los juicios hacia su origen mientras brinda sensación de calma y seguridad. El resultado es un objeto protector, estético y significativo, pensado para acompañar al usuario en su defensa emocional cotidiana.</p><p>En conjunto, la propuesta configura un artefacto que combina función simbólica, sensibilidad material y diseño consciente, convirtiéndose en un medio de defensa emocional que invita a mantener la tranquilidad, la dignidad y la propia identidad frente a la crítica externa.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 4,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/fanzine.webp",
        "title": "No es violencia, es resistencia",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica ",
        "description": "<p>El proyecto “No es violencia, es resistencia” nace de la inquietud frente a la estigmatización de la música urbana en Chile, un género masivo que suele ser asociado de manera prejuiciosa a la delincuencia o la violencia, ignorando su valor como forma de expresión y resistencia. A partir de esta reflexión se realizó un levantamiento de noticias estigmatizantes, una revisión de letras de artistas urbanos chilenos y una búsqueda de referentes visuales, insumos que dieron origen a un fanzine con collages y letras acompañado de un afiche que sintetiza el mensaje del proyecto.</p><p>El trabajo evidencia la capacidad de observar y problematizar el entorno, identificando tensiones culturales presentes en la sociedad, y demuestra un análisis crítico que transforma una reflexión social en una pieza editorial que invita al debate y promueve una comprensión libre de prejuicios.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 5,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/detalle.webp",
        "title": "Perfección",
        "course": "Proyecto I",
        "professor": "Profesor René Perea ",
        "description": "<p>La conceptualización en papel integra los conceptos de detallismo y perfeccionismo, representando el equilibrio entre la exactitud técnica y la armonía visual. El resultado busca expresar la idea de que la precisión también puede convertirse en una forma de belleza.</p><p>El proyecto consistió en crear un objeto lumínico en papel que materializara estos atributos. A partir de su análisis, se diseñó una pieza construida en papel blanco, compuesta por cubos sostenidos en equilibrio mediante piezas redondeadas, generando una estructura delicada y estable a la vez. La incorporación de luces turquesas refuerza visualmente la sensación de balance y realza la composición.</p><p>El proceso permitió avanzar desde la observación y el diagnóstico conceptual hacia la modelación y formalización de una solución física, aplicando metodologías propias del diseño. De este modo, la propuesta evidencia las competencias adquiridas para conceptualizar, representar y comunicar un concepto a través de una pieza tridimensional coherente con los objetivos formativos.</p><p>Realizado con Angelina Caviedes</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 6,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/cafeteram.webp",
        "title": "Strawffee",
        "course": "Proyecto II",
        "professor": "Profesora Paula Ron",
        "description": "<p>El proyecto consiste en el diseño de una cafetera de goteo en acrílico, desarrollada a partir de los principios de la biomímesis y la arquitectura parasitaria. La frutilla fue el referente central, tanto por su estructura como por su capacidad de adaptación, lo que permitió extraer patrones formales y funcionales aplicables al diseño del objeto.</p><p>La pieza busca mostrar cómo la observación de la naturaleza puede orientar soluciones que vinculan forma, eficiencia y comportamiento biológico. El proyecto demuestra la capacidad de abstraer principios naturales, trasladarlos a un diseño funcional y modelar una propuesta coherente, integrando estética, lógica estructural y adaptación biológica en un objeto cotidiano.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 7,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/jardines.webp",
        "title": "Jardines",
        "course": "Diseño, estética y sociedad",
        "professor": "Profesor Iván Mendez",
        "description": "<p>Este proyecto consiste en el diseño de una portada inspirada en Jardines, de Gabriela Mistral, tomando como base el simbolismo, las imágenes poéticas y el tono emocional del texto original. El proceso incluyó una lectura analítica del poema para identificar sus atmósferas principales —delicadeza, contemplación y vitalidad orgánica— y traducirlas a un lenguaje visual capaz de transmitir la misma sensibilidad.</p><p>La propuesta gráfica explora el uso del color, la textura y la composición como recursos para recrear la experiencia poética, trabajando con una estética contemporánea que dialoga con la tradición literaria mistraliana. La ilustración se desarrolló desde un enfoque simbólico y sugerente, evitando la representación literal para dar espacio a interpretaciones abiertas, mientras que la tipografía se seleccionó buscando equilibrio entre elegancia, legibilidad y carácter expresivo.</p><p>El diseño se construyó bajo principios del diseño editorial, atendiendo al orden visual, jerarquías y armonía entre elementos. Como resultado, la portada integra de manera coherente ilustración y tipografía, ofreciendo una interpretación visual original del poema que combina sensibilidad narrativa, claridad conceptual y un enfoque estético sólido.</p><p>Realizado con Antonia Solar</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 8,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/taburete.webp",
        "title": "Tabuerete para tocador",
        "course": "Procesos y prototipos II",
        "professor": "Profesor Antonio Marín",
        "description": "<p>El proyecto se centró en el diseño y construcción de un taburete pensado específicamente para un tocador de maquillaje, combinando comodidad, estabilidad y una estética acorde a su uso cotidiano. La pieza se desarrolló a partir de la experimentación con maderas de raulí y álamo, aprovechando sus diferencias tonales y táctiles para crear un objeto cálido y visualmente armónico.</p><p>El proceso implicó un trabajo cuidadoso de carpintería, donde se definieron ensambles, uniones y detalles constructivos que garantizaran resistencia y precisión. Se utilizaron herramientas manuales y eléctricas con altos estándares de seguridad y exactitud, permitiendo obtener superficies limpias y un modelado bien resuelto.</p><p>El resultado final es un taburete funcional y equilibrado, diseñado para integrarse al espacio íntimo del tocador. Su elaboración refleja la relación entre concepto, materialidad y oficio, demostrando un manejo consciente de los principios básicos del diseño de mobiliario.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 9,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/volanti%CC%81n.webp",
        "title": "Volantín",
        "course": "Proyecto IV",
        "professor": "Profesora Macarena Becas",
        "description": "<p>Este ejercicio consistió en el diseño y construcción de un volantín modular a partir de un cuadrado dividido en tres piezas de distintos colores. Desde esta unidad básica se aplicaron operaciones de simetría —como reflexión y rotación— para generar el supermódulo final. Posteriormente, mediante técnicas de calado y ensamblaje en papel, junto con el pegado de los maderos propios del volantín, se dio forma a la estructura completa.</p><p>El proceso exigió un alto nivel de precisión técnica y una cuidadosa experimentación material, lo que permitió comprender cómo cada corte, pliegue y unión influía en la estabilidad, la estética y el comportamiento estructural del conjunto.</p><p>Asimismo, el desarrollo del proyecto integró principios de composición geométrica, repetición y equilibrio visual, permitiendo al estudiante analizar y ajustar la relación entre las piezas hasta lograr un resultado coherente, armónico y funcional.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 10,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/rawr.webp",
        "title": "Rawr",
        "course": "Procesos y Prototipos I",
        "professor": "Profesor Bruno Rossi",
        "description": "<p>Este proyecto consistió en el desarrollo de la identidad visual y el packaging para Rawr, una marca de lentes de sol dirigida a niños. La propuesta de branding se centró en un personaje principal, un león con lentes, que funciona como logo y como elemento narrativo de la marca, transmitiendo energía, diversión y confianza. Se empleó una paleta de colores vibrantes para captar la atención del público infantil y reforzar el carácter lúdico del producto.</p><p>El diseño del empaque fue pensado no solo desde lo estético, sino también desde su funcionalidad. La estructura protege los lentes de golpes, polvo y desgaste, asegurando una mayor durabilidad. Además, su forma permite el apilado eficiente, facilitando tanto el almacenamiento como la exhibición en puntos de venta.</p><p>En conjunto, branding y packaging construyen una experiencia coherente, atractiva y segura, alineada con las necesidades del usuario y la personalidad de la marca.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 11,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/mascara.webp",
        "title": "Máscara de conejo",
        "course": "Herramientas Computacionales",
        "professor": "Profesor Felipe Cortez",
        "description": "<p>Este proyecto consistió en diseñar una máscara facial a partir de un modelo tridimensional realizado en Blender, pensado para ser desplegado, impreso y ensamblado en papel. Opté por desarrollar una máscara de conejo con geometría facetada, explorando cómo las decisiones en el entorno digital se traducían en pliegues y uniones viables en el objeto físico.El ejercicio permitió integrar análisis formal, modelación digital y planificación material, comprendiendo la relación entre diseño virtual y fabricación manual. </p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 12,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/afiche.webp",
        "title": "No es violencia, es resistencia",
        "course": "Proyecto III",
        "professor": "Profesora Pamela Gatica",
        "description": "<p>El proyecto “No es violencia, es resistencia” nace de la inquietud frente a la estigmatización de la música urbana en Chile, un género masivo que suele ser asociado de manera prejuiciosa a la delincuencia o la violencia, ignorando su valor como forma de expresión y resistencia. A partir de esta reflexión se realizó un levantamiento de noticias estigmatizantes, una revisión de letras de artistas urbanos chilenos y una búsqueda de referentes visuales. Estos insumos permitieron desarrollar un afiche compuesto mediante collage y elementos simbólicos que representan la cultura urbana, sintetizando el mensaje central del proyecto. La propuesta se complementó con un fanzine que profundiza en el tema y amplía la reflexión.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 13,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/grabado.webp",
        "title": "Kristalya",
        "course": "Proyecto II",
        "professor": "Profesora Paula Ron",
        "description": "<p>Este proyecto consistió en la creación de un timbre metálico grabado con ácido para una postal perteneciente a Kristalya, un país imaginario caracterizado por sus formaciones cristalinas y por el brillo constante de las auroras boreales que iluminan su paisaje. La idea fue construir un símbolo que representara visualmente la identidad de este territorio ficticio, destacando su carácter luminoso, mágico y mineral.</p><p>El proceso implicó el diseño del motivo gráfico, la preparación de la placa metálica y la aplicación controlada del ácido para generar distintas profundidades y texturas. Esta combinación de técnicas permitió explorar cómo la materialidad influye en la expresión visual, logrando un relieve que captura la sensación de resplandor y movimiento propia de Kristalya.</p><p>El resultado final es un timbre que funciona tanto como elemento ilustrativo de la postal como pieza artística independiente, integrando narrativa, técnica y experimentación para dar vida a un mundo imaginario.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 14,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/belouche.webp",
        "title": "Belouche",
        "course": "Procesos y Prototipos I",
        "professor": "Profesor Bruno Rossi",
        "description": "<p>Este proyecto consistió en el desarrollo del branding para Belouche, marca de cosméticos labiales de producción propia. La identidad se construyó a partir del concepto de belleza y bienestar, destacando productos que no solo embellecen, sino que también nutren y cuidan los labios. El público objetivo —mujeres de 15 a 30 años— valora la calidad y el cuidado personal, lo que orientó las decisiones visuales.</p><p>El nombre Belouche nace del juego de palabras Belle Bouche (“boca bella”). Para el diseño del logo se realizaron múltiples bocetos y se seleccionaron tres propuestas, que luego fueron sometidas a votación entre personas del público objetivo. Este proceso permitió definir el isotipo final y sus variaciones, construyendo una identidad clara, coherente y atractiva para la marca.</p>",
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 15,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/soma.webp",
        "title": "Cubo Soma",
        "course": "Configuración Visual I",
        "professor": "Profesor Carlos Ampuero",
        "description": "<p>Este proyecto se centró en la construcción de un cubo SOMA a partir de una plantilla prediseñada, la cual fue recortada y ensamblada en cartulina. A través de este proceso fue posible introducirse en el trabajo con módulos y en la forma en que estos se combinan para generar un volumen coherente.</p><p>La actividad permitió ejercitar la comprensión de estructuras geométricas, reconociendo cómo diferentes piezas se articulan para conformar una figura tridimensional. Además, el armado del cubo requirió precisión, atención al detalle y manejo cuidadoso de materiales, fortaleciendo habilidades manuales y de representación espacial. En conjunto, el proyecto entregó una base inicial para comprender la construcción de volúmenes y la relación entre forma, módulo y espacio.</p>", 
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    },
    {
        "id": 16,
        "photo": "https://raw.githubusercontent.com/anaisvalentina/imagenes/refs/heads/main/movimiento.webp",
        "title": "Movimiento",
        "course": "Representación Conceptual",
        "professor": "Profesora Camila Lobos",
        "description": "<p>Este proyecto tuvo como objetivo representar el movimiento de manera libre sin recurrir al uso de video, explorando únicamente recursos visuales estáticos. Para lograrlo, realicé una sesión fotográfica en la que una modelo ejecutó una “araña” de gimnasia, un movimiento dinámico que combina flexibilidad, desplazamiento y cambios de postura. A partir de esta secuencia de imágenes, seleccioné los fotogramas más representativos y los superpuse mediante edición digital, buscando construir una composición que transmitiera continuidad, ritmo y fluidez.</p><p>El resultado final es una imagen secuenciada que captura la esencia del gesto gimnástico, destacando tanto la potencia como la suavidad del movimiento. El ejercicio fortaleció la capacidad de análisis corporal, el manejo de herramientas de edición y la comprensión de cómo las imágenes pueden narrar el tiempo sin necesidad de animación o video.</p>", 
        "gallery": "https://raw.githubusercontent.com/profesorfaco/herramientas/refs/heads/main/clase-13/gallery.webp"
    }
]
