[
    {
        "id": 1,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/confi2.webp",
        "title": "Pictograma Skyboarding",
        "course": "Configuración Visual II",
        "description": "Este proyecto es un ejercicio de síntesis y abstracción visual que interpreta la cinética del Skyboarding. A través de la estructura lineal vectorial, se desarrolló un pictograma que destila los rasgos representativos esenciales de la disciplina. El diseño final, bajo restricciones de tres colores y formas cerradas, demuestra mi capacidad para modelar la esencia de un movimiento complejo y comunicarlo mediante un lenguaje visual universal y altamente sintético.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Configuracion_2.webp"
    },
    {
        "id": 2,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Rugitario.webp",
        "title": "Rugitario",
        "course": "Proyecto III",
        "description": "Rugitario es un objeto de tres cabezas inspirado en animales ruidosos, diseñado para canalizar emociones reprimidas como la rabia, la impotencia y la angustia. Nace de la dificultad de expresar lo que sentimos cuando el miedo, la vergüenza o el cansancio nos silencia. Al percibir la tensión emocional, el Rugitario reacciona con rugidos transformados, vibraciones o luces, ofreciendo una descarga simbólica y fantástica. Es un refugio poético para liberar lo que no pudimos decir, gritar o llorar.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Rugitario_Gallery.webp"
    },
    {
        "id": 3,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/kido.webp",
        "title": "Kido",
        "course": "Procesos y Prototipos I",
        "description": "<p>Este fue un proyecto integral de branding y diseño de identidad visual, con un fuerte componente de impacto social y accesibilidad, desarrollado en equipo.</p><p>Creamos la marca Kido Dulcería, bajo el desafío de transformar la industria dulcera, ofreciendo golosinas saludables (sin azúcar, con alulosa, y opciones sin gluten/keto/veganas) y accesibles para niños y familias. El objetivo principal de la marca es romper el paradigma de que lo saludable es exclusivo o costoso.</p><p>Proyecto desarrollado en conjunto con Millaray D. y Martina U.</p>",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/kido.webp"
    },
    {
        "id": 4,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/cuervo.webp",
        "title": "Máscara de cuervo",
        "course": "Herramientas Computacionales",
        "description": "Este ejercicio fue un desafío técnico de modelado 3D en Blender, enfocado en la construcción física de una máscara de cuervo mediante papercraft. El proyecto vincula el diseño digital (modelado y desdoblado) con la materialización tangible (ensamblaje en cartón), demostrando la capacidad de diagnosticar y superar las limitaciones técnicas de ambos medios para formalizar un objeto concreto.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/cuervo1080.webp"
    },
    {
        "id": 5,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/ami2.webp",
        "title": "Ami: Tansportador para picnic",
        "course": "Proyecto IV",
        "description": "Este proyecto resolvió la necesidad de un transportador ergonómico de vituallas para festivales de cine al aire libre. El diseño se generó a partir de una única lámina con ensamblaje por pliegues. La materialización estratégica en Polylona y PVC garantiza protección UV, impermeabilidad y fácil limpieza. El ejercicio demuestra la capacidad de transformar el plano en un volumen funcional que optimiza el material y la respuesta a las condiciones del contexto de uso.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/proyecto_iv.webp"
    },
    {
        "id": 6,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Proyecto_I.webp",
        "title": "Composiciones a partir de elementos básicos de la forma",
        "course": "Proyecto I",
        "description": "Este ejercicio se desarrolló a partir de la observación crítica del entorno, con el objetivo de identificar y comprender los códigos visuales que lo estructuran, permitiendo así la construcción de un nuevo “abecedario” gráfico capaz de sustentar propuestas de diseño. En una primera etapa, se registraron mediante fotografía distintos espacios de la Facultad de Arquitectura y Urbanismo, focalizándose en elementos básicos de la forma. Posteriormente, a partir de estas imágenes, se generaron nuevas composiciones que reinterpretan los elementos capturados. De esta manera, se produjeron dos composiciones visuales finales que mantienen un relato coherente y unificado, reflejando la articulación entre observación, análisis y experimentación compositiva.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Proyecto_I.webp"
    },
    {
        "id": 7,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/rep.webp",
        "title": "Dibujo sin dibujar",
        "course": "Representación conceptual",
        "description": "Este ejercicio explora un método de dibujo no convencional mediante la materialidad. La yuxtaposición de alambre tensado (fuerza) y vidrio (fragilidad) establece una conceptualización de la dualidad constante de la condición humana. Esta combinación de materiales opuestos formaliza la tensión y la reflexión sobre los límites de la forma y el concepto.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Representacion_conceptual1080.webp"
    },
    {
        "id": 8,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/repli.webp",
        "title": "Repliegue textil",
        "course": "Proyecto III",
        "description": "Este objeto surge a partir de mi propia experiencia al usar y no usar un sujetador, buscando visibilizar la dicotomía de esta prenda: cómo, al ser usada, puede generar incomodidad e incluso dolor; pero al no ser utilizada, emerge la necesidad de resguardo y el deseo de protegerse de miradas ajenas.La pieza explora los conceptos de vulnerabilidad, resguardo y opresión a través de una estructura metálica inspirada en el capullo de una mariposa. En su interior, se incorpora una malla rellena de arroz que evoca los pliegues generados por la presión del sujetador. En la superficie, retazos de sostenes antiguos dan vida a esta figura antropomorfa y refuerzan el relato visual, consolidando una narrativa que entrelaza la corporalidad, la memoria y la experiencia personal.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/repliegue_textil_gallery.webp"
    },
    {
        "id": 9,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/objeto_de_luz.webp",
        "title": "Objeto de luz",
        "course": "Proyecto II",
        "description": "Este ejercicio desarrolla un objeto de luz basado en la forma del cuerpo humano (analogía pulmonar). El proyecto responde a un problema identificado mediante la conceptualización dual, donde los dos estados de la luz articulan el significado: la proyección representa la ansiedad, y la contención simboliza la calma. El diseño demuestra la habilidad de vincular la estructura formal con la significación especulativa y emocional.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/objeto_de_luz.webp"
    },
    {
        "id": 10,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/exhibidor.webp",
        "title": "Microespacio de exhibición para un objeto de luz",
        "course": "Proyecto II",
        "description": "Este proyecto fue la etapa final de diseño, creando un microespacio para exhibir el Objeto de Luz (Ansiedad/Calma). La estructura, intencionalmente más alta que ancha para enfatizar la proyección lumínica vertical, comunica el concepto del objeto. Se diseñó a partir de la planimetría del objeto e integró materialidades como el espejo y listones de madera para maximizar la percepción de la luz y anclar la declaración conceptual dentro de la propia estructura.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/exhibidor.webp"
    },
    {
        "id": 11,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Info.webp",
        "title": "Infografía Pokemona",
        "course": "Lenguaje y Significación",
        "description": "Este proyecto, en conjunto con Millaray Dinamarca, se centró en la investigación etnográfica de la tribu urbana Pokemones y su identidad digital en plataformas como Fotolog. A partir de este diagnóstico cultural, se diseñó una infografía que utiliza la estética de la plataforma como estructura.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Infografia.webp"
    },
    {
        "id": 12,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Guante.webp",
        "title": "Palmart",
        "course": "Ergonomía y Factores Humanos",
        "description": "Palmart es un proyecto de diseño originado tras una problematización rigurosa de las prácticas en la pintura acrílica, identificando la limitación espacial y la discontinuidad operativa como barreras clave. La solución se materializa en un guante-paleta ergonómico que transforma el dorso de la mano en una superficie de mezcla integrada. Este diseño no solo ofrece protección contra los pigmentos, sino que optimiza el flujo de trabajo del artista, garantizando la eficiencia y la continuidad del proceso creativo.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Ergonomia_gallery.webp"
    },
    {
        "id": 13,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Banco.webp",
        "title": "Taburete",
        "course": "Procesos y Prototipos II",
        "description": "<p>El taburete fue concebido mediante la combinación de dos especies de madera: álamo y raulí. La propuesta integra tres tipos de ensambles: caja y espiga, tarugos y media madera, lo que permitió explorar tanto la dimensión técnica como la creativa del proceso de fabricación. Este ejercicio facilitó la comprensión de los procesos constructivos, estructurales y estéticos involucrados en la creación de un objeto funcional, fortaleciendo la articulación entre diseño y ejecución.</p><p>Colaboración: Proyecto desarrollado en conjunto con Sofía Curihuinca.</p>",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Banco.webp"
    },
    {
        "id": 14,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/confi1.webp",
        "title": "Símbolo",
        "course": "Configuración Visual I",
        "description": "Diseñé un símbolo a partir de formas geométricas que reflejara mis propios atributos psicológicos: alegre, tranquila y desorganizada. La forma podía originarse de una sola figura o de varias integradas, siempre manteniendo coherencia visual. La única condición del encargo era que el resultado final debía ser un símbolo sintético, capaz de transmitir de manera clara y concisa mi personalidad a través de la geometría",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Configuracion_1.webp"
    },
    {
        "id": 15,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Tu_copa.webp",
        "title": "Tu copa, su silueta",
        "course": "Comunicación del Proyecto de Diseño",
        "description": "Tu Copa, Su Silueta es una estrategia de concientización digital que aborda la conducción etílica. La campaña emplea la potente metáfora de siluetas humanas vacías para simbolizar la ausencia de las víctimas. A través de redes sociales, combina estas imágenes impactantes con mensajes directos y datos estadísticos, generando un alto impacto emocional que promueve la reflexión crítica sobre las consecuencias irreversibles de beber y conducir.",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/comunicacion1080.webp"
    },
    {
        "id": 16,
        "photo": "https://raw.githubusercontent.com/disenouchile/portafolio/main/valentina_avila/Img/Fanzine.webp",
        "title": "Éxtasis en Silencio",
        "course": "Proyecto III",
        "description": "<p>Éxtasis silencioso visibiliza el silenciamiento histórico de la masturbación femenina, un tabú que limita el placer, el autoconocimiento y la autonomía sexual de las mujeres. El proyecto reivindica el tacto propio como un acto de libertad y empoderamiento, cuestionando las narrativas que lo han marcado como vergonzoso.</p><p>El fanzine fue desarrollado con técnica mixta: ilustraciones hechas a mano y luego fotocopiadas, lo que permite su reproducción. Su formato pequeño refuerza el concepto de intimidad que sostiene la propuesta.</p>",
        "gallery": "https://raw.githubusercontent.com/valentinaavila21/fotos/main/Img_2/Fanzine_webp.webp"
    }
]
